{
    "title": "8 Things Your New Hamster is Trying to Tell You: New Pet Tip",
    "description": "Subscribe to our channel:\nhttp:\/\/bit.ly\/12dY9oO\n\nSee more pet tips at:\nhttp:\/\/www.youtube.com\/watch?v=NcAdhiTfKA8&list=PLYZdcYl8j7EI2UcGOfpom4_WBSXjK1S5t&feature=share\n\nHamsters have very poor eyesight. You must approach your hamster very slowly so you do",
    "referenceId": null,
    "date_created": "1395181603",
    "date_modified": "1418181191",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "146338",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "8-Things-Your-New-Hamster-is-Trying-to-Tell-You-New-Pet-Tip",
    "category": null,
    "duration": 118,
    "settings": [],
    "asset": {
        "author": "Petco",
        "hdvFlag": 1,
        "mediaDuration": "118",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/vam74BGy2ZY\/mqdefault.jpg",
        "uploadDate": 1396796324,
        "videoId": "vam74BGy2ZY",
        "hookText": "Subscribe to our channel:\nhttp:\/\/bit.ly\/12dY9oO\n\nSee more pet tips at:\nhttp:\/\/www.youtube.com\/watch?v=NcAdhiTfKA8&list=PLYZdcYl8j7EI2UcGOfpom4_WBSXjK1S5t&feature=share\n\nHamsters have very poor eyesight. You must approach your hamster very slowly so you don't startle them. Hamsters have a great sense of smell so it is very easy for them to recognize their owners. Hamsters love to hide. Make sure you provide a great hiding place for them to keep your hamster feeling safe. Hamsters are nocturnal and they usually sleep during the day, but with your help they can usually adjust. Hamsters need a balanced diet. Seeds and grains are the best, plus fresh fruit and veggies everyday. Hamsters teeth are always growing. Give your hamster sticks and other chew toys to keep them in good shape. Hamsters are natural explorers. A hamster ball is a perfect way to keep your hamster safe. Puffy cheeks are normal on a hamster. Don't worry your hamster is not overeating, they store their food in these cheek patches. Clean hamster habitats once a week with mild soap and water, and let it dry completely before putting your hamster back in. Wash your hands before and after playing with your hamster to help prevent the potential spread of diseases. Always make sure to keep your hamster calm.\n\nSomething extraordinary happens when pets and people connect. A unique bond is formed that results in something powerful, not only between pets and people, but in a way that makes the world a better place. Our promise is to nurture that relationship completely - mind and body.\n\nLike us on Facebook:\nhttp:\/\/on.fb.me\/1cVLWAZ\n\nFollow us on Twitter:\nhttp:\/\/bit.ly\/1cVMcjn\n\nCheck us out on Pinterest: \nhttp:\/\/bit.ly\/1iaIQZw \n\nCheck us out on Instagram:\nhttp:\/\/bit.ly\/1eNps5c\n \nPetco Official Website:\nhttp:\/\/bit.ly\/1hGypiw\n\nThe Power of Together"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 873.3728
}