{
    "title": "Motivation - What's Holding You Back From Better?",
    "description": "Still love your sport, but feel like you have to push yourself out the door to train these days? The daily grind of training can affect even the most dedicated athletes. Whether you've hit a training plateau, are mentally and physically exhausted, or sick",
    "referenceId": null,
    "date_created": "1399316175",
    "date_modified": "1418181405",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "165639",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Motivation-What-s-Holding-You-Back-From-Better",
    "category": null,
    "duration": 101,
    "settings": [],
    "asset": {
        "author": "Vega",
        "videoId": "zaOBFxD7w8M",
        "hookText": "Still love your sport, but feel like you have to push yourself out the door to train these days? The daily grind of training can affect even the most dedicated athletes. Whether you've hit a training plateau, are mentally and physically exhausted, or sick of the weather, it's normal to need an extra boost of motivation every now and again. \n\nBoost motivation with training\n\nSometimes a simple change in routine can shake you out of a rut. Whether you switch up the distance, intensity, time of day, duration or frequency, cross-training to switch your pattern can result in motivation gains. It also never hurts to grab a buddy to be accountable to.\n\nBoost motivation with caffeine\n\nCaffeine is a well-known performance enhancer. Not only does it support endurance, but it also helps with mental focus. If you're struggling to get in the zone, a little caffeine could be just the boost you need to get out the door\n\nTo learn how the Vega Sport Nutrition System supports all stages of your workout to benefit performance, check out VegaSport.com.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/zaOBFxD7w8M\/maxresdefault.jpg",
        "mediaDuration": "101",
        "hdvFlag": 1,
        "uploadDate": 1399001506,
        "prettyDuration": "01:41"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "9",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 503.9459
}