{
    "title": "HAYLEY MARIE NORMAN Interview at \"Forks Over Knives\" Premier",
    "description": "http:\/\/www.youtube.com\/maximotv \r\nhttp:\/\/www.maximotv.com\r\nMaximo TV - License this clip\r\n\r\nHAYLEY MARIE NORMAN (Dorfman, Nephilim, Fired Up!, CSI: Miami, CSI: N.Y.) at \"Forks Over Knives\" premiere red carpet arrivals at Pacific Design Center in Los Angel",
    "referenceId": null,
    "date_created": "1399316176",
    "date_modified": "1418181405",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "status": "approved",
    "visibility": "1",
    "id": "165648",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "HAYLEY-MARIE-NORMAN-Interview-at-Forks-Over-Knives-Premier",
    "category": null,
    "duration": 247,
    "settings": [],
    "asset": {
        "author": "Vega",
        "videoId": "eIh7x1TuSFs",
        "hookText": "http:\/\/www.youtube.com\/maximotv \r\nhttp:\/\/www.maximotv.com\r\nMaximo TV - License this clip\r\n\r\nHAYLEY MARIE NORMAN (Dorfman, Nephilim, Fired Up!, CSI: Miami, CSI: N.Y.) at \"Forks Over Knives\" premiere red carpet arrivals at Pacific Design Center in Los Angeles, California USA - Interview by Erica Rhodes \r\nThe documentary film \"Forks Over Knives\" examines the profound claim that many of our most-debilitating degenerative diseases -- such as heart disease, type-2 diabetes, and several forms of cancer -- are almost always preventable, and in many cases reversible, through diet alone. The major storyline traces the journeys of Dr. T. Colin Campbell, a nutritional biochemist from Cornell University, and Dr. Caldwell Esselstyn, a former top surgeon at the Cleveland Clinic.  The idea of food as medicine is put to the test.  Throughout the film, cameras follow \"reality patients\" who have chronic conditions from heart disease to diabetes.  Doctors teach these patients how to adopt a whole foods plant-based diet as the primary approach to treat their ailments -- while the challenges and triumphs of their journeys are revealed.  Brian Wendel is the Creator and Executive Producer and Lee Fulkerson is the Writer and Director. For more information please go to www.forksoverknives.com. \r\n\r\n***This footage is available for licensing*** \r\nThe viewing of this clip by website visitors is only permissible for personal use; copying, commercial use, distribution, broadcast, download, additional use or transfer is expressly prohibited. Contact us for more information at maximotv.com for proper clearance. ©Ricomix Productions \/ MaximoTV™ \/ maximotv.com\r\nMAXIMO TV - MAXIMO TV - MAXIMO TV",
        "thumbnailUrl": "https:\/\/i1.ytimg.com\/vi\/eIh7x1TuSFs\/hqdefault.jpg",
        "mediaDuration": "247",
        "hdvFlag": 0,
        "uploadDate": 1304441747,
        "prettyDuration": "04:07"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 222.4771
}