{
    "title": "Hitting a Wall - What's Holding You Back from Better?",
    "description": "Most endurance athletes have felt—and still fear—the feeling of running on fumes and bonking mid-workout. If you've suffered from a drastic drop in energy levels, impaired decision making, and had your muscles suddenly stop listening, you know what it mea",
    "referenceId": null,
    "date_created": "1399316175",
    "date_modified": "1418181405",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "165641",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Hitting-a-Wall-What-s-Holding-You-Back-from-Better",
    "category": null,
    "duration": 93,
    "settings": [],
    "asset": {
        "author": "Vega",
        "videoId": "BpM8E8lGeUE",
        "hookText": "Most endurance athletes have felt—and still fear—the feeling of running on fumes and bonking mid-workout. If you've suffered from a drastic drop in energy levels, impaired decision making, and had your muscles suddenly stop listening, you know what it means to bonk or hit the wall. Generally, this is caused by a complete depletion of stored glucose—in the form of muscle glycogen and a subsequent drop in blood sugar, bringing you to a complete halt. \n\nFueling to avoid the wall \n\nIf you've eaten well and recovered between workouts, you have about an hour of stored glycogen. Therefore, exercise beyond one hour requires additional fuel to avoid bonking. Carbohydrates are your body's preferred choice of fuel. The higher your exercise intensity, the greater your need for carbs.  As a general rule, consume easily-digested carbs every 45 minutes. Ease of digestion is important during activity so blood flow is not diverted away from your limbs to your digestive system.\n\nTo learn how the Vega Sport Nutrition System can support you before, during and after your workout, visit VegaSport.com.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/BpM8E8lGeUE\/maxresdefault.jpg",
        "mediaDuration": "93",
        "hdvFlag": 1,
        "uploadDate": 1399002120,
        "prettyDuration": "01:33"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 526.9528
}