{
    "title": "Muscle Burn - What's Holding You Back from Better?",
    "description": "Have your muscles ever burned so badly you had to stop mid-workout? You likely know that muscle burn is caused by lactic acid buildup. Usually we think of lactic acid as a bad thing (it burns—and it can stop you in your tracks!) but you can actually think",
    "referenceId": null,
    "date_created": "1399316175",
    "date_modified": "1418181405",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "165640",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Muscle-Burn-What-s-Holding-You-Back-from-Better",
    "category": null,
    "duration": 114,
    "settings": [],
    "asset": {
        "author": "Vega",
        "videoId": "If1jexza8cI",
        "hookText": "Have your muscles ever burned so badly you had to stop mid-workout? You likely know that muscle burn is caused by lactic acid buildup. Usually we think of lactic acid as a bad thing (it burns—and it can stop you in your tracks!) but you can actually think of it as stored energy.\n\nDuring aerobic exercise your body makes energy from stored glycogen or consumed glucose and oxygen. During an all-out sprint (anaerobic exercise) your body has to switch paths and makes lactic acid (in the absence of oxygen). Although it burns, once your pace slows (and oxygen returns), your body is able to reconvert energy stored as lactic acid into fuel.  \n\nTrain to increase your lactate threshold \n\nThe only way to completely avoid the burn of lactic acid is to avoid anaerobic activities that bring it on. But best way to decrease the burn is to increase your lactate threshold. Your lactate threshold is the point at which your body has to produce lactic acid. You can postpone this burn with high-intensity pace runs or fartliks.\n\nNutrition to decrease muscle burn \n\nLactic acid is more likely to affect you if you're dehydrated. It's easier for your body to cope with the pH change from lactic acid— and to clear away waste—when you're adequately hydrated. Ensure you're hydrated with more than water. Replenish important electrolytes: sodium, potassium, magnesium, chloride.\n\nTo learn how the Vega Sport Nutrition System can support you mid-workout, check out VegaSport.com.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/If1jexza8cI\/maxresdefault.jpg",
        "mediaDuration": "114",
        "hdvFlag": 1,
        "uploadDate": 1399001708,
        "prettyDuration": "01:54"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "9",
        "7"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 713.66504
}