{
    "title": "Muscle Soreness - What's Holding You Back from Better?",
    "description": "Ready to train again, but still sore from yesterday's workout? Feeling stiff and sore after a good workout can be satisfying—it's a natural part of getting stronger. However, the faster (and more effectively) you recover between workouts, the faster you c",
    "referenceId": null,
    "date_created": "1399316175",
    "date_modified": "1418181405",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "165636",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Muscle-Soreness-What-s-Holding-You-Back-from-Better",
    "category": null,
    "duration": 128,
    "settings": [],
    "asset": {
        "author": "Vega",
        "videoId": "I_9o752423Q",
        "hookText": "Ready to train again, but still sore from yesterday's workout? Feeling stiff and sore after a good workout can be satisfying—it's a natural part of getting stronger. However, the faster (and more effectively) you recover between workouts, the faster you can train again. And the faster you can make gains.\n\nTraining gains without pain\n\nReducing muscle soreness can start even before you work out. Don't underestimate the value of warming up with active stretching. Focus on cooling down, stretching, and foam rolling after your workout. If you have problematic areas—like knees—invest training time in strengthening the supporting muscles around the area.\n\nReduce inflammation to reduce muscle soreness \n\nQuality nutrition is a powerful strategy for speeding recovery. Often muscle soreness is caused by inflammation. Plant-based foods that are rich in antioxidants and healthy fats to support inflammation management. Natural herbs and supplements can also help with inflammation. Curcumin—the active component of turmeric—is a powerful inflammation fighter. \n\nTo learn how the Vega Sport Nutrition System supports all stages of your workout, check out VegaSport.com.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/I_9o752423Q\/maxresdefault.jpg",
        "mediaDuration": "128",
        "hdvFlag": 1,
        "uploadDate": 1398997511,
        "prettyDuration": "02:08"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "16",
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 506.87634
}