{
    "title": "Overtraining - What's Holding You Back from Better?",
    "description": "Stuck on a plateau no matter how hard you train? If you're training more and more and more, and you're not getting any closer to your goals, you might have reached a plateau from overtraining.\n\nTrain less, recover more\n\nIt's possible to train too much. Wh",
    "referenceId": null,
    "date_created": "1399316174",
    "date_modified": "1418181405",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "165635",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Overtraining-What-s-Holding-You-Back-from-Better",
    "category": null,
    "duration": 99,
    "settings": [],
    "asset": {
        "author": "Vega",
        "videoId": "j6ueDM3MbTc",
        "hookText": "Stuck on a plateau no matter how hard you train? If you're training more and more and more, and you're not getting any closer to your goals, you might have reached a plateau from overtraining.\n\nTrain less, recover more\n\nIt's possible to train too much. While it may seem counter-intuitive, achieving more might mean training less and recovering more. Taking a rest day could get you closer to your goals than pushing through. It's also important to focus on active recovery techniques such as cooling down, stretching and foam rolling. \n\nRecovery nutrition \n\nIf you've pushed yourself too hard, too often, start focusing on proactive post-workout replenishment. In the first 20 minutes after your workout, consume a 4-to-1 ratio of carbs-to-protein. This ratio replenishes muscle glycogen faster than carbs alone for your next workout. To support muscle repair, post-workout protein and BCAAs provides the materials your body needs to come back stronger. Time your post-workout protein at least 20 minutes after supplementing (or eating) your 4-to-1 carb-to-protein.\n\nTo learn how the Vega Sport Nutrition System supports recovery, and benefits your training, check out VegaSport.com.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/j6ueDM3MbTc\/maxresdefault.jpg",
        "mediaDuration": "99",
        "hdvFlag": 1,
        "uploadDate": 1398992885,
        "prettyDuration": "01:39"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "9",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 731.44666
}