{
    "title": "Brendan Brazier on How to Save the Planet with Plant Foods",
    "description": "See Also:\nBrendan Brazier on How to Thrive on a Plant Based Diet - http:\/\/www.youtube.com\/watch?v=ZcShexKZdgQ\nWhere Do You Get Your Vegan Protein? - http:\/\/www.youtube.com\/watch?v=oLb6Ww9EwAY\nHow to Eat Out Healthy & Happy - Vegetarian, Vegan or Raw - htt",
    "referenceId": null,
    "date_created": "1399316178",
    "date_modified": "1418181406",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "165668",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Brendan-Brazier-on-How-to-Save-the-Planet-with-Plant-Foods",
    "category": null,
    "duration": 208,
    "settings": [],
    "asset": {
        "author": "Vega",
        "videoId": "cH9fV70bXLo",
        "hookText": "See Also:\nBrendan Brazier on How to Thrive on a Plant Based Diet - http:\/\/www.youtube.com\/watch?v=ZcShexKZdgQ\nWhere Do You Get Your Vegan Protein? - http:\/\/www.youtube.com\/watch?v=oLb6Ww9EwAY\nHow to Eat Out Healthy & Happy - Vegetarian, Vegan or Raw - http:\/\/www.youtube.com\/watch?v=H9YMBEvJhuQ\n\nIn this short video, Brendan discusses the benefits of a Plant Based Diet on the environment which save water, resources, land, and air quality. By applying his 'Nutrient to Resource Ratio' formula we can see which food are the most eco-friendly and healthy.  The Vegetarian, Vegan and Raw Plant Based Whole Food choices are the best. \n\nMusic Courtesy of Keith and Renee ( www.keithandrenee.com ) \n\nDear Reader : What your Favourite Foods to Save the Planet ? \n\nBrendan Brazier is a professional Ironman triathlete and a two-time Canadian 50 km UltraMarathon Champion.  He is the bestselling author of Thrive Fitness and The Thrive Diet and the creator of an award-winning line of whole food nutritional products called VEGA.   \n\nHaving appeared on CTV and CBC in Canada and on NBC, ABC and FOX in the United States, Brendan has become a sought-after speaker.  He is a guest lecturer at Cornell University and teaches an eCornell course called \"The Plant-Based Diet and Elite Athleticism.\"\n\nBrendan was chosen as one of the 25 Most Fascinating Vegetarians by VegNews Magazine, the Top 40 Under 40 most influential people in the health industry by Natural Food Merchandiser and has been nominated twice for the prestigious Manning Innovation Award for creating Vega.\n\nFor more Info, videos, and resources please visit : http:\/\/www.thecoolvegetarian.com",
        "thumbnailUrl": "https:\/\/i1.ytimg.com\/vi\/cH9fV70bXLo\/hqdefault.jpg",
        "mediaDuration": "208",
        "hdvFlag": 0,
        "uploadDate": 1306153113,
        "prettyDuration": "03:28"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "11",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 5778.8047
}