{
    "title": "Fueling - What's Holding You Back from Better?",
    "description": "Do you know you could be fueling better, but don't know where to start? If you're following a training plan and working hard, but still aren't achieving the gains you're hoping for (or think you deserve), nutrition—and how it's timed relative to the stage",
    "referenceId": null,
    "date_created": "1399316174",
    "date_modified": "1418181405",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "165634",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Fueling-What-s-Holding-You-Back-from-Better",
    "category": null,
    "duration": 130,
    "settings": [],
    "asset": {
        "author": "Vega",
        "videoId": "3jDeyNhcvjw",
        "hookText": "Do you know you could be fueling better, but don't know where to start? If you're following a training plan and working hard, but still aren't achieving the gains you're hoping for (or think you deserve), nutrition—and how it's timed relative to the stages of your workout—could be the missing piece\n\nWhen you eat is just as important as what you eat\n\nPerformance nutrition should play a significant role in your training routine. Your body has specific nutritional needs before, during and after your workout. Before you work out, your body needs fuel. It can use a balance of high- and low-glycemic carbs. During your workout, carbs also help you go the distance. Refueling every 45 minutes with easily digested carbs is recommended. \n\nEvery athlete is unique, so it's important that you listen to your body, as your fuel needs can change over time and vary depending on the duration and intensity of your workout. After your workout, your body needs to replenish and repair. Replenish muscle glycogen with a 4-to-1 ratio of carbs-to-protein within a 20 minute window. Then repair and build muscles with clean, plant-based protein and BCAAs within 45 minutes of your workout (be sure to space your protein at least 20 minutes after your 4-to-1 replenishment for best results). \n\nTo learn more about the Vega Sport System—and products that could benefit training at all stages of your workout—check out www.VegaSport.com",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/3jDeyNhcvjw\/maxresdefault.jpg",
        "mediaDuration": "130",
        "hdvFlag": 1,
        "uploadDate": 1398992278,
        "prettyDuration": "02:10"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "9",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 573.48145
}