{
    "title": "Body Composition - What's Holding You Back from Better?",
    "description": "If you want to go faster and farther, you'll want to work on getting stronger and leaner. An athlete's strength-to-weight ratio is a major factor in how fast—and how far—they can go. By increasing your strength-to-weight ratio, you can take your performan",
    "referenceId": null,
    "date_created": "1399316175",
    "date_modified": "1418181405",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "165637",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Body-Composition-What-s-Holding-You-Back-from-Better",
    "category": null,
    "duration": 137,
    "settings": [],
    "asset": {
        "author": "Vega",
        "videoId": "q57z8lr27ko",
        "hookText": "If you want to go faster and farther, you'll want to work on getting stronger and leaner. An athlete's strength-to-weight ratio is a major factor in how fast—and how far—they can go. By increasing your strength-to-weight ratio, you can take your performance to the next level.\n\nTraining to Get Stronger and Leaner \n\nEven if you're an endurance athlete, it's important to cross-train with weights and High Intensity Interval Training (HIIT). Your goal is not to add bulk but to improve your strength level andyour ratio of lean muscle to body fat. Both weight training and HIIT complement endurance training to build a leaner, stronger body that can go faster and farther. \n\nEating to Get Stronger and Leaner\n\nIf you're eating a clean, plant-based diet you are able to maximize your nutrition for relatively few calories. Dietary protein supports the development of lean muscle when combined with strength training, and the timing of protein after your workout is crucial. You may be worried about getting enough protein with your increased cross-training. Don't worry—it's easy to combine carbs with protein in a 4-to-1 carb-to-protein ratio immediately after a workout then follow with protein and BCAAs at least 20 minutes later (45 minutes post-workout).\n\nTo learn how the Vega Sport Nutrition System supports recovery, and benefits your training, check out VegaSport.com.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/q57z8lr27ko\/maxresdefault.jpg",
        "mediaDuration": "137",
        "hdvFlag": 1,
        "uploadDate": 1399003247,
        "prettyDuration": "02:17"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 889.0856
}