{
    "title": "2013 Gnu B Nice Snowboard Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Gnu-B-Nice-BTX-Womens-Snowboard-2013\/270945P,default,pd.html  The Gnu B-Nice BTX Snowboard is an all terrain freestyle fun banana board. Winner of 2012 Good Wood by Transworld Snowboarding. B-Nice... a nice board at a great price! Supe",
    "referenceId": null,
    "date_created": "1411361216",
    "date_modified": "1418182016",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766704",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Gnu-B-Nice-Snowboard-Review-By-Skis-com",
    "category": null,
    "duration": 54,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "wuZOE3qj23M",
        "hookText": "http:\/\/www.skis.com\/Gnu-B-Nice-BTX-Womens-Snowboard-2013\/270945P,default,pd.html  The Gnu B-Nice BTX Snowboard is an all terrain freestyle fun banana board. Winner of 2012 Good Wood by Transworld Snowboarding. B-Nice... a nice board at a great price! Super pipes and rail jams against the world's best or hot laps with your friends, this board does it all. Fun and easy to ride Banana Technology floats in powder, carves the hardpack and ice and is loose for freestyle fun in the park and all over the mountain. The B-Nice is handbuilt by snowboarders in the USA at Mervin Manufacturing. With its youthful friendly twin shape the B-nice is a perfect board for girls from entry level to ripper who look at the whole mountain as their park. Magnetraction is specialized snowboard geometry that makes boards work better, gives great edgehold and makes it easier to ride. Easy riding boards make girls happy!",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/wuZOE3qj23M\/hqdefault.jpg",
        "mediaDuration": "54",
        "hdvFlag": 0,
        "uploadDate": 1343888316,
        "prettyDuration": "00:54"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 432.2532
}