{
    "title": "2013 Salomon Enduro LX 750 Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Salomon-Enduro-L-750-Skis-with-L10-B80-Bindings-2013\/276492P,default,pd.html  The Enduro line has replaced the always popular X-Wing line from Salomon. The Enduro LX 750 is a great beginner to mellow intermediate ski. One of the best s",
    "referenceId": null,
    "date_created": "1411361145",
    "date_modified": "1418182005",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766031",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Salomon-Enduro-LX-750-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 41,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "jCnqVaRfGl8",
        "hookText": "http:\/\/www.skis.com\/Salomon-Enduro-L-750-Skis-with-L10-B80-Bindings-2013\/276492P,default,pd.html  The Enduro line has replaced the always popular X-Wing line from Salomon. The Enduro LX 750 is a great beginner to mellow intermediate ski. One of the best skiing skis at this price. The LX 750 has Salomon's All Terrain Rocker that engages the ski quicker on the groomers, and deflects some of the negative vibrations that is caused by crud. Single Monocoque Cap Construction is lightweight and forgiving, yet responsive. The Composite Core has a single layer of Titanium that adds stability, and liveliness that has not been available at this price range ever before. The 74mm waist is lightning quick edge to edge and prefers short to medium radius turns. Salomon uses their Pulse Pad Dampening System to smooth out the ride for easier, chatter free skiing. The Pulse Pad System has elastomer layers along the edge of the ski for better ski to snow contact. The Salomon Enduro LX 750 is a great ski for the beginner to mellow intermediate that will spend all of their time on piste and is looking for a mix of performance and value.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/jCnqVaRfGl8\/sddefault.jpg",
        "mediaDuration": "41",
        "hdvFlag": 0,
        "uploadDate": 1344985103,
        "prettyDuration": "00:41"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 342.92526
}