{
    "title": "2013 Line Prophet 85 Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Line-Prophet-85-Skis-2013\/273061P,default,pd.html  The Line Prophet 85 is a new ski this season. Built with the long time Prophet construction, now available with a skinnier waist. At 85mm underfoot the 85 can be a great all mountain t",
    "referenceId": null,
    "date_created": "1411361188",
    "date_modified": "1418182012",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766444",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Line-Prophet-85-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 46,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "M1yCsrlE4nY",
        "hookText": "http:\/\/www.skis.com\/Line-Prophet-85-Skis-2013\/273061P,default,pd.html  The Line Prophet 85 is a new ski this season. Built with the long time Prophet construction, now available with a skinnier waist. At 85mm underfoot the 85 can be a great all mountain twin for those that prefer long groomers and the park, to the backcountry and variable terrain. The Line Metal Matrix gives the Prophet series, strong torsional, and lateral strength, without adding too much extra weight, like skis with edge to edge metal can. The rocker profile of the Prophet 85 has traditional camber underfoot, with 61mm of early rise in the tip, and 34mm of early rise in the tail. The early rise in the tip helps the Prophet 85 initiate quicker turns on the groomers, adds some extra float in some powder, and absorbs the negative vibrations caused by crud and bumps. Early rise in the tail helps the 85 release out of a turn quicker, and smear some turns when the snow gets soft. A 19.5 meter turning radius will keep you cruising in longer faster turns at ease. A great ski for someone who will spend most of their time on the groomers, or the Midwestern who will spend a few days in the Rockies, that like a longer turning moderately stiff ski.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/M1yCsrlE4nY\/sddefault.jpg",
        "mediaDuration": "46",
        "hdvFlag": 0,
        "uploadDate": 1337645784,
        "prettyDuration": "00:46"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 595.9428
}