{
    "title": "2013 Rome Butterknife Snowboard Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Rome-Butterknife-Snowboard-2013\/271153P,default,pd.html  The Rome Butterknife allows you to go from the dinner table to the slopes without missing a beat. Butter down anything and everything with ease on this board, while you destroy e",
    "referenceId": null,
    "date_created": "1411361215",
    "date_modified": "1418182016",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766692",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rome-Butterknife-Snowboard-Review-By-Skis-com",
    "category": null,
    "duration": 44,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "Mx5eLES_wP8",
        "hookText": "http:\/\/www.skis.com\/Rome-Butterknife-Snowboard-2013\/271153P,default,pd.html  The Rome Butterknife allows you to go from the dinner table to the slopes without missing a beat. Butter down anything and everything with ease on this board, while you destroy every feature you see. No Hang-Ups Rocker profile with 3D camber features a wide, flat area between the feet that lifts slightly at the contact points at the tip and tail, the tip and tail curl to create a concave section that delivers a loose, pressable, and floaty feeling. Pointed shape of the No Hang-Ups diamond helps you track straight and load your ollies. Butter Out technology elongates the transition zones for stability in awkward landings and holding manuals and presses longer. The Quickrip Sidecut technology lets the board ride loose and playful at slow speeds, and powerful and precise at higher speeds. Impact Plates and Impact Base provide protection when throwing down some butters.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Mx5eLES_wP8\/sddefault.jpg",
        "mediaDuration": "44",
        "hdvFlag": 0,
        "uploadDate": 1344547642,
        "prettyDuration": "00:44"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "11",
        "12",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 532.4034
}