{
    "title": "2013 Scott Jib TW Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Scott-Jib-TW-Skis-2013\/280101P,default,pd.html  Scott designers worked closely with pro ride Tom Wallisch to create his signature model ski and was specifically designed for park and pipe. These skis are a product of Toms vision for th",
    "referenceId": null,
    "date_created": "1411361123",
    "date_modified": "1418182002",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765832",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Scott-Jib-TW-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 28,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "yA7abU_Jyj8",
        "hookText": "http:\/\/www.skis.com\/Scott-Jib-TW-Skis-2013\/280101P,default,pd.html  Scott designers worked closely with pro ride Tom Wallisch to create his signature model ski and was specifically designed for park and pipe. These skis are a product of Toms vision for the next generation of Freestyle skis. Starting with a SCC construction, a wood core with full sidewalls, the Jib has huge energy and pop for launching huge kickers and tons of ollie power for rails and boxes with a durable build that can withstand huge amounts of park thrashing. With equal height tip and tail for better switch skiing and more balanced swing weight the Jib is just as comfortable teeing up switch at any speed. What sets the Scott Jib TW apart from other park skis is its 3D sidecut which uses a straight section of edge underfoot that connects the sidecut of the ski. What this means is much better balance and a lower chance of catching an edge when landing, hence Wallisch's ridiculous afterbang steeze, and more consistent and easier edge control on boxes and rails, explaining his locked in pretzels. Now the Scott Jib TW wont make you as good as Tom but it will definitely get you going in that direction.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/yA7abU_Jyj8\/sddefault.jpg",
        "mediaDuration": "28",
        "hdvFlag": 0,
        "uploadDate": 1344992105,
        "prettyDuration": "00:28"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "32",
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 343.88715
}