{
    "title": "2013 Libtech T Rice Pro Snowboard Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Lib-Tech-T.Rice-Pro-C2BTX-Snowboard-2013\/270974P,default,pd.html?dwvar_270974P_SwatchValue=150cm  Art of Flight tested, King of the Hill winning, valley leaping, Alaska ripping, All terrain god Travis Rice is back with his ripping pro ",
    "referenceId": null,
    "date_created": "1411361216",
    "date_modified": "1418182016",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766700",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Libtech-T-Rice-Pro-Snowboard-Review-By-Skis-com",
    "category": null,
    "duration": 24,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "d42uH2GMtz0",
        "hookText": "http:\/\/www.skis.com\/Lib-Tech-T.Rice-Pro-C2BTX-Snowboard-2013\/270974P,default,pd.html?dwvar_270974P_SwatchValue=150cm  Art of Flight tested, King of the Hill winning, valley leaping, Alaska ripping, All terrain god Travis Rice is back with his ripping pro model. The T.Rice Pro does everything with ease in all types of riding conditions: hardpack, park, pipe, pow, rails, and even ice. The reason for all the versatility is C2 Power Banana\/Camber Combo Tech and Magne-Traction is the backbone for this snowboard. C2BTX is rocker between your feet blended with a radial camber to contact points. Focuses pressure between your feet for easy turns, great edge hold on ice and a solid amount of pressure to the tip and tails for power end-to-end stability, pop and maximum control. For shredding advantages, Travis continues to have two shapes: a pow-specific pointy tip and a park\/jib-specific blunt. Factory de-tuned to Travis likings this snowboard is for your hard charging rippers, bordercross competitors, or just all mountain slayers.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/d42uH2GMtz0\/sddefault.jpg",
        "mediaDuration": "24",
        "hdvFlag": 0,
        "uploadDate": 1346288832,
        "prettyDuration": "00:24"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 383.95636
}