{
    "title": "2013 Rossignol Pursuit 18 TI Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Rossignol-Pursuit-18-Skis-with-Axial-2-120-Bindings-2013\/274554P,default,pd.html  The New Rossignol Pursuit 18 is a perfect ski for the advanced to expert skier who is looking for a ski that has lots of energy and power that is used fo",
    "referenceId": null,
    "date_created": "1411361176",
    "date_modified": "1418182010",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766333",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rossignol-Pursuit-18-TI-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 39,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "6d41wwFMnqY",
        "hookText": "http:\/\/www.skis.com\/Rossignol-Pursuit-18-Skis-with-Axial-2-120-Bindings-2013\/274554P,default,pd.html  The New Rossignol Pursuit 18 is a perfect ski for the advanced to expert skier who is looking for a ski that has lots of energy and power that is used for making medium to long radius turns on the groomers. The Power Turn Rocker has slight camber at the tip quick turn initiation, and camber underfoot to give you strength, power, and rebound. The Oversized Sidecut of the Pursuit 18 gives you strong edging and lots of stability through all areas of the turn. Rossignols H Technology is a lengthwise split in the laminates in the tip and tail, which allow the ski to flex torsionally at the extremities of the ski, for smooth turn initiation, and better edge contact. The VAS Complex of Wood, Aramide, Titanium, and Basalt stringers smoothes out the vibrations you get when you flying down the mountain, without adding extra weight. The IPS Diamond Technology optimizes transmission of power applied by boot to ski edges to increase power and grip. It has a concave profile that makes the sidewalls higher, for even more edge pressure. The Pursuit 18 has a 76mm waist, and 18 meter turn radius that loves medium to long radius carves. If you like a medium to long turns on the groomers, and giving people whiplash as you fly by them the Rossignol Pursuit 18 is the ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/6d41wwFMnqY\/sddefault.jpg",
        "mediaDuration": "39",
        "hdvFlag": 0,
        "uploadDate": 1338332792,
        "prettyDuration": "00:39"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 663.62695
}