{
    "title": "Jess's Review-Volkl Kenja Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Volkl-Kenja-Womens-Skis-2015\/362661P,default,pd.html\n\nThe Kenja from Volkl is a fantastic ski for the advanced to expert skier who is looking for the ultimate in stability when making medium to long radius turns. With a layer of titani",
    "referenceId": null,
    "date_created": "1411361107",
    "date_modified": "1418181999",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765681",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Jess-s-Review-Volkl-Kenja-Skis-2015-Skis-com",
    "category": null,
    "duration": 62,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "TTZgpir5WVI",
        "hookText": "http:\/\/www.skis.com\/Volkl-Kenja-Womens-Skis-2015\/362661P,default,pd.html\n\nThe Kenja from Volkl is a fantastic ski for the advanced to expert skier who is looking for the ultimate in stability when making medium to long radius turns. With a layer of titanium, Multi Layer Wood Core, and Volkl's Power Construction the Kenja is built for speed and any condition that you will find on the mountain. Titanium gives you strength, the Multi Layer Core gives you control, and the Power Construction gives you stability, all of that together gives you one stable ski. Tip Rocker will initiate turns efficiently, and camber underfoot will give you grip on the snow. At 87mm underfoot the Kenja can float in the deep snow, plow through crud, and carve down the groomers with ease. Vertical Sidewalls will give you a strong grip on the snow, and beef up the torsional strength for one powerful ride. If you are ready it is time for you to find out for yourself as to why instructors, patrollers, and any women that loves to ski must have the Volkl Kenja.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/TTZgpir5WVI\/maxresdefault.jpg",
        "mediaDuration": "62",
        "hdvFlag": 1,
        "uploadDate": 1404772899,
        "prettyDuration": "01:02"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 501.3807
}