{
    "title": "2013 Line Influence 115 Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Line-Influence-115-Skis-2013\/273046P,default,pd.html  The Line Influence 115 has been redesigned to have a better powder performance, and a more surfy feel. The Carbon Ollieband is tip to tail carbon stringers for energy, pop, and a so",
    "referenceId": null,
    "date_created": "1411361191",
    "date_modified": "1418182012",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766473",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Line-Influence-115-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 51,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "jKhGjejBLFg",
        "hookText": "http:\/\/www.skis.com\/Line-Influence-115-Skis-2013\/273046P,default,pd.html  The Line Influence 115 has been redesigned to have a better powder performance, and a more surfy feel. The Carbon Ollieband is tip to tail carbon stringers for energy, pop, and a softer feel. The 115 still has the Metal Matrix that adds power and stiffness, without adding the extra weight that skis that have edge to edge metal have. The new Thin Tip and Early Taper make the new and improved Influence 115 less hooky, and better floating in the ultra deep stuff. The Fatty Base Edge is 30% thicker and tougher to help repel the nastiest core shots from the toughest andesite, and granite. Lots of Early Rise in the tip make this fatty unsinkable in the deepest of fluff, while the 43cm of Early Rise in the tail will improve your ability to smear turns and dump speed as you get ready to send it off of an forty footer. The new and improved Line Influence 115 is not afraid to go big and fast, just like you should be able to with a new pair on your feet.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/jKhGjejBLFg\/sddefault.jpg",
        "mediaDuration": "51",
        "hdvFlag": 0,
        "uploadDate": 1343955936,
        "prettyDuration": "00:51"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "18",
        "2"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 398.18893
}