{
    "title": "2013 Scott Rosa Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Scott-Rosa-Womens-Skis-2013\/280111P,default,pd.html  Whether you want to ski in bounds or adventure off piste the Rosa from Scott has you covered. With a wide body and short sidecut the Rosa is a nimble and stable ski perfect for adven",
    "referenceId": null,
    "date_created": "1411361122",
    "date_modified": "1418182002",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765827",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Scott-Rosa-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 34,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "qzVOWMj_bJE",
        "hookText": "http:\/\/www.skis.com\/Scott-Rosa-Womens-Skis-2013\/280111P,default,pd.html  Whether you want to ski in bounds or adventure off piste the Rosa from Scott has you covered. With a wide body and short sidecut the Rosa is a nimble and stable ski perfect for adventurous intermediate to advanced ladies who want to experience more than just groomed and marked trails. Based around a 90mm or so waist the Rosa is a great blend of stability and float off trail and responsive quickness while ripping corduroy. Sticking to the SSCL Light construction, a wood core laminated in fiberglass with full sidewalls, the Rosa has the classic combination of smooth pop and huge edge hold to offer up the stability and power an all mountain ski needs. Around that is a short turning Dual Radius sidecut that keeps the Rosa very nimble but allows for a good variety in turn shapes so you can get the turn you want regardless of the terrain. Topping the Rosa off is the addition of Pro Tip 350 Rocker, a slight tip rocker with full camber, to give extra float and stability off piste in crud and powder with easier turn initiation on hardpacked. Built to be as light and responsive as possible the Rosa is a easy to control all mountain ski that can take any lady from blue cruiser to all mountain adventurer.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/qzVOWMj_bJE\/sddefault.jpg",
        "mediaDuration": "34",
        "hdvFlag": 0,
        "uploadDate": 1344992593,
        "prettyDuration": "00:34"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "9",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 490.44968
}