{
    "title": "2013 Line Stepup Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Line-Stepup-Skis-2013\/273038P,default,pd.html  The Line Stepup returns this season just as sick as ever. The Deckwall construction has a smooth flex. The three ply maple veneer skate deck is very strong, durable and shock absorbing. Th",
    "referenceId": null,
    "date_created": "1411361191",
    "date_modified": "1418182013",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766477",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Line-Stepup-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 46,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "MQ9Kj-Jna1U",
        "hookText": "http:\/\/www.skis.com\/Line-Stepup-Skis-2013\/273038P,default,pd.html  The Line Stepup returns this season just as sick as ever. The Deckwall construction has a smooth flex. The three ply maple veneer skate deck is very strong, durable and shock absorbing. The full vertical side wall gives the step up great edge grip for slicing up the edge of an icy pipe to boost yourself to the top of the podium. This jib stick has totally symmetrical side cut and stance for you to have the most control and balance when you are skiing, landing or taking off switch. A tiny bit of Early Rise in the tip and in the tail will give you a little more spring to your step for launching on boxes and rails, not to mention easier turn initiation when it is time to rail some groomers back to the lift, or move to the bigger park. The Line Stepup will make a great park or pipe ski that will help you step up your game to turn head, and make the girls notice who is top dog in the park.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/MQ9Kj-Jna1U\/sddefault.jpg",
        "mediaDuration": "46",
        "hdvFlag": 0,
        "uploadDate": 1343959799,
        "prettyDuration": "00:46"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "9",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 404.6229
}