{
    "title": "2013 Blizzard Bushwhacker Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Blizzard-Bushwacker-Skis-2013\/275382P,default,pd.html  The Blizzard Bushwacker is a great ski for the athletic intermediate who wants to start to venture off the trail, or it makes a on piste ski for the expert or east coaster. At 88 m",
    "referenceId": null,
    "date_created": "1411361161",
    "date_modified": "1418182008",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766190",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Blizzard-Bushwhacker-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 39,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "1qnYUlHYLj4",
        "hookText": "http:\/\/www.skis.com\/Blizzard-Bushwacker-Skis-2013\/275382P,default,pd.html  The Blizzard Bushwacker is a great ski for the athletic intermediate who wants to start to venture off the trail, or it makes a on piste ski for the expert or east coaster. At 88 mm underfoot the Bushwacker is quick edge to edge while still being able to power though any crud that might stand in your way from getting another lap in. Blizzards Flipcore 3D builds the rocker into the ski naturally without bending or breaking the wood core. The Bushwacker has tip and tail rocker to initiate turns quickly, float in light powder, and smooth out the negative vibrations that are caused by crud and bumps. Slight camber underfoot will keep you locked in turns, and give you better edge grip if things get a little firm. A layer of bamboo mixed with the ISO-Core gives the Bushwacker a great mix of power, stability, and liveliness. If you are looking for a ski that will dominate on the groomers, but still be wide enough to punish any crud, and float in some light powder, jump on the Blizzard Bushwacker, and hold on if you can.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/1qnYUlHYLj4\/sddefault.jpg",
        "mediaDuration": "39",
        "hdvFlag": 0,
        "uploadDate": 1340139452,
        "prettyDuration": "00:39"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 439.7997
}