{
    "title": "2013 Rossignol Smash 7 Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Rossignol-Smash-7-Skis-2013\/274589P,default,pd.html  The Rossignol Smash 7 is a great ski for the intermediate skier who is looking for something wider to start to venture off of the trail, and into the powder or variable terrain. At 9",
    "referenceId": null,
    "date_created": "1411361170",
    "date_modified": "1418182010",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766280",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rossignol-Smash-7-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 47,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "nLAbNaJRt4g",
        "hookText": "http:\/\/www.skis.com\/Rossignol-Smash-7-Skis-2013\/274589P,default,pd.html  The Rossignol Smash 7 is a great ski for the intermediate skier who is looking for something wider to start to venture off of the trail, and into the powder or variable terrain. At 92 mm underfoot the Smash 7 has the width for floating in all but the deepest powder. The Powder Turn Rocker profile has 50% camber underfoot, and 50% high rocker in the tip and tail. Camber underfoot gives you power, and edge grip on the hard pack, while the rocker in the tip will keep the ski floating on top of the snow, deflecting negative vibrations that are caused by crud, and help the ski engage quicker on the groomers. Rocker in the tail helps you steer better in powder, and helps you smear turns when the snow is deep. The Smash 7 has the RossiTop Cap construction, and a wood\/fiberglass core that makes is nice and forgiving for the mellower skier. A Spoon Tip makes the ski less grabby in the softer snow, so you will be charging the deep stuff. A great ski for someone who is starting to get after the ungroomed terrain, but not a bad ski to take on the groomers, the Rossignol Smash 7 will be a great step in the right direction for the lighter or mellower rider looking to get of piste.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/nLAbNaJRt4g\/sddefault.jpg",
        "mediaDuration": "47",
        "hdvFlag": 0,
        "uploadDate": 1344558927,
        "prettyDuration": "00:47"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "20"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 524.11414
}