{
    "title": "2013 Rossignol Pursuit HP TI Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Rossignol-Pursuit-HP-Skis-with-Axial-2-140-Ti-Bindings-2013\/274550P,default,pd.html  The New Rossignol Pursuit HP is a high powered, light em up carving ski. Made with Rossignols Power Turn Rocker this ski is super quick edge to edge a",
    "referenceId": null,
    "date_created": "1411361176",
    "date_modified": "1418182010",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766337",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rossignol-Pursuit-HP-TI-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 29,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "O-L5wZFC79Y",
        "hookText": "http:\/\/www.skis.com\/Rossignol-Pursuit-HP-Skis-with-Axial-2-140-Ti-Bindings-2013\/274550P,default,pd.html  The New Rossignol Pursuit HP is a high powered, light em up carving ski. Made with Rossignols Power Turn Rocker this ski is super quick edge to edge and has no speed limit. The Power Turn Rocker is 10% Tip Rocker with 90% camber. The tip rocker helps get the ski to initiate a turn quicker, while the high camber helps you set a deliberate and powerful edge, and gives you rebound, to spring you into your next turn. The Oversized Sidecut of the Pursuit HP gives you strong edging and lots of stability through all areas of the turn. The full wood core with titanium laminates gives the HP a very damp and powerful feel that can not be shaken, no matter how fast you can go or turn. Rossignols H Technology is a lengthwise split in the metal, at the tip and tail, to give the ski some torsional flex at either end of the ski, so you get full edge contact, with smooth turn initiation. The 16 meter turn radius makes this groomer destroyer quick enough to bang out slalom type turns, but have a versatile, fun shape to ski on any groomer. If you are looking for a fast skiing ski, that likes to be on edge, and if you can keep up with the Rossignol Pursuit HP, catch one if you can.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/O-L5wZFC79Y\/sddefault.jpg",
        "mediaDuration": "29",
        "hdvFlag": 0,
        "uploadDate": 1344554175,
        "prettyDuration": "00:29"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "18",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 406.06134
}