{
    "title": "Lisa's Review-Salomon Quartz Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Salomon-Quartz-Womens-Skis-with-XT-12-Ti-Bindings-2015\/361020P,default,pd.html\n\n\nThe new Salomon Quartz is a perfect ski for the advanced to expert skier that is looking for a ski that will make smooth and lively turns on the hard pack",
    "referenceId": null,
    "date_created": "1411361111",
    "date_modified": "1418182000",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765719",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Lisa-s-Review-Salomon-Quartz-Skis-2015-Skis-com",
    "category": null,
    "duration": 38,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "6UvLL0f28qM",
        "hookText": "http:\/\/www.skis.com\/Salomon-Quartz-Womens-Skis-with-XT-12-Ti-Bindings-2015\/361020P,default,pd.html\n\n\nThe new Salomon Quartz is a perfect ski for the advanced to expert skier that is looking for a ski that will make smooth and lively turns on the hard pack. Built with Salomon's Light Density Wood Core with a single Ti Layer the Quartz give you a stable ski that will not be overly heavy, and still have a very quick and lively feel. The new All Terrain Rocker 2.0 has a little more Rocker in the tip to engage your turns quicker, and dampen out vibrations. Slight tail rocker has been added to release you out of your turns effortlessly. RKS (Rocker Stabilizer) makes the Quartz ski smoother without any extra tip wobble by adding a 3D layer of composite fiber in the contact zones, and improves your control. Salomon also has the X-Chassis that has extra reinforcement to give you more torsional stiffness for better edge hold in ice or firmer slopes. If you are looking for a ski that will crush it down the groomers with a light and lively feel that will be stable no matter how fast you ski, the Salomon Quartz will not disappoint you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/6UvLL0f28qM\/maxresdefault.jpg",
        "mediaDuration": "38",
        "hdvFlag": 1,
        "uploadDate": 1403658124,
        "prettyDuration": "00:38"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "20",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 571.0203
}