{
    "title": "2013 Burton Joystick Snowboard Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Burton-Joystick-Snowboard-2013\/271563P,default,pd.html?dwvar_271563P_SwatchValue=154cm  Up up, down down, left right left right, BURTON! Turn the power on and grab your Joystick. The Burton Joystick is all about putting the controller ",
    "referenceId": null,
    "date_created": "1411361209",
    "date_modified": "1418182015",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766648",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Burton-Joystick-Snowboard-Review-By-Skis-com",
    "category": null,
    "duration": 41,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "2AC4iVWeEC4",
        "hookText": "http:\/\/www.skis.com\/Burton-Joystick-Snowboard-2013\/271563P,default,pd.html?dwvar_271563P_SwatchValue=154cm  Up up, down down, left right left right, BURTON! Turn the power on and grab your Joystick. The Burton Joystick is all about putting the controller in your hands and helping you beat the game. The V-Rocker bend offers up floaty fun and playfulness without being washy. Twin-like shape allows you to slay it in both directions. The directional flex gives you the most pop in the tail with a resilient nose that allows riders to easily maintain control. Carbon I-Beam, Jumper Cables, and Squeezebox provide major boosting power so if you want to walk on the moon, ollie up! Frostbite edges make those icy park laps bearable with edges that extend out underfoot. Give the sintered base a good waxing and start flying down the slopes. Pro-Tip reduces the swing weight of the Joystick so you can spin-to-win. You know how snowboards usually have a break-in period? Well, not the Burton Joystick thanks to the Infinite Ride because Burton already broke the board in for you. Check out the throwback topsheet graphics!",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/2AC4iVWeEC4\/hqdefault.jpg",
        "mediaDuration": "41",
        "hdvFlag": 0,
        "uploadDate": 1342605514,
        "prettyDuration": "00:41"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "12",
        "18",
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 347.40585
}