{
    "title": "2013 Rossignol Storm Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Rossignol-Storm-Skis-2013\/274600P,default,pd.html  The Rossignol Storm is a great ski for the guys who are looking for a park ski at a great value that will be able to take a beating for multiple seasons. The Storm has the Mini Cap San",
    "referenceId": null,
    "date_created": "1411361169",
    "date_modified": "1418182009",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766270",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rossignol-Storm-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 32,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "_OvMADCVlBE",
        "hookText": "http:\/\/www.skis.com\/Rossignol-Storm-Skis-2013\/274600P,default,pd.html  The Rossignol Storm is a great ski for the guys who are looking for a park ski at a great value that will be able to take a beating for multiple seasons. The Storm has the Mini Cap Sandwich construction that makes the ski more durable, from the punishment that you will dish out to it on rails, boxes, or urban sessions. 30 degree sloping sidewalls lower the swing weight, and the overall weight of the ski, so switch 7s should be no problem now. The Jib Tip has a profile that is lower, specifically for park skiing, riding switch, skiing switch and the transitions that you will be speeding towards, and to launch showing everyone how sweet you are. An Extended Sidecut makes the Storm more maneuverable at slower speeds by using less of the engaged edge, which is perfect for nighttime urban sessions, and when you are skiing faster your edge angle increases so you have more effective edge to use, when you are flying up the walls of a pipe. The Rossignol Storm is a great was for you to storm on the scene at your local park.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/_OvMADCVlBE\/sddefault.jpg",
        "mediaDuration": "32",
        "hdvFlag": 0,
        "uploadDate": 1344559999,
        "prettyDuration": "00:32"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "18",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 729.8233
}