{
    "title": "2013 Volkl V Werks RTM 84 Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Volkl-V-Werks-RTM-84-Skis-with-Marker-V-Werks-iPT-Wide-Ride-12.0-Bindings-2013\/272638P,default,pd.html  You want the works? You got the Werks, with the new Volkl V-Werks RTM 84. One of the lightest and strongest performance skis on the",
    "referenceId": null,
    "date_created": "1411361207",
    "date_modified": "1418182015",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766628",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Volkl-V-Werks-RTM-84-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 60,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "GqY1VgtOJxw",
        "hookText": "http:\/\/www.skis.com\/Volkl-V-Werks-RTM-84-Skis-with-Marker-V-Werks-iPT-Wide-Ride-12.0-Bindings-2013\/272638P,default,pd.html  You want the works? You got the Werks, with the new Volkl V-Werks RTM 84. One of the lightest and strongest performance skis on the market today. Loaded with technology that makes the V-Werks a missile flying down the mountain, we start with the Metal-Tex Hybrid Construction, that is a blend of Titanal, Aramid, and Carbon Fiber. Those materials alone would combine to make quite a ski (or a fighter jet for that matter). Volkl continues to bring it on by using the new Xtra-Light wood core that uses Pawlonia material, along with channels that are milled out of the bottom of the core to save weight and improve performance. The V-Werks RTM is quite the blend of power and finesse all wrapped up in one package. The full rocker shape has a smooth gradual blend from tip and tail that matches the flex of the ski. The rocker shape improves the maneuverability in all snow conditions. The rocker profile gains full uninterrupted edge contact when your ski is put on edge, for clean, yet powerful arcs. At 84mm underfoot the V-Werks RTM is most at home flying by other skiers in a blur on the groomers, but is not too skinny to be in the powder on a fresh day. If you like a ski that is loaded with technology and the performance to prove it, the new Volkl V-Werks RTM 84 is the only one that will answer your call.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/GqY1VgtOJxw\/sddefault.jpg",
        "mediaDuration": "60",
        "hdvFlag": 0,
        "uploadDate": 1344996517,
        "prettyDuration": "01:00"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 413.81082
}