{
    "title": "2013 Rossignol S7 Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Rossignol-S7-Women-Skis-2013\/227539P,default,pd.html  Ladies do you need a big mountain ski built just for you? The Rossignol Women's S7 has all the strength of the mens S7, but it is strong enough for a man, yet delicate enough for a ",
    "referenceId": null,
    "date_created": "1411361291",
    "date_modified": "1418182025",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3767330",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rossignol-S7-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 38,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "nMgQnKnrNT4",
        "hookText": "http:\/\/www.skis.com\/Rossignol-S7-Women-Skis-2013\/227539P,default,pd.html  Ladies do you need a big mountain ski built just for you? The Rossignol Women's S7 has all the strength of the mens S7, but it is strong enough for a man, yet delicate enough for a women. 110mm underfoot she has plenty of girth to keep you up on top of the deep stuff. The Powder Turn Rocker is fifty percent low camber underfoot, while the other fifty percent has high tip and tail rocker. The Spoon tip and pintail make this special lady imposable to sink when a low pressure system has been sitting over your ski area for days at a time and the snow is piling up. Not just for powder the S7 Women's centered sidecut has a unique tapering tip and tail with a short sidecut directly underfoot makes her playful and edgy on the hard pack and cat tracks back to the tram line. A carbon WRS (Weight Reduction System) gives the ladies S7 lightweight feel for post holing up without sacrificing anything on the way down. There is plenty of women in ski towns that show up the guys everyday, do it on the Rossignol S7 Women's.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/nMgQnKnrNT4\/sddefault.jpg",
        "mediaDuration": "38",
        "hdvFlag": 0,
        "uploadDate": 1344556885,
        "prettyDuration": "00:38"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "26",
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 627.7912
}