{
    "title": "2013 Rossignol Experience 98 Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Rossignol-Experience-98-Skis-2013\/227450P,default,pd.html  The Experience 98 is the big bad boy of the Experience line from Rossignol. At 98mm underfoot the Experience 98 gives you the ability to charge deep powder, blow crud away, and",
    "referenceId": null,
    "date_created": "1411361306",
    "date_modified": "1418182027",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3767436",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rossignol-Experience-98-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 36,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "mapfaGSwdPw",
        "hookText": "http:\/\/www.skis.com\/Rossignol-Experience-98-Skis-2013\/227450P,default,pd.html  The Experience 98 is the big bad boy of the Experience line from Rossignol. At 98mm underfoot the Experience 98 gives you the ability to charge deep powder, blow crud away, and still rip on the hard pack. Rossignol's revolutionary Auto Turn Camber is a blend of seventy percent camber underfoot, and thirty percent rocker in the tip and tail. Tip rocker help the ski plane on top of the powder reducing the chances of going over the handlebars as you rocket down China Bowl on a deep day making as few turns as possible. It also absorbs the negative energy in crud on a day when High Rustler is firm and bumpy. The extended sidecut continues beyond the contact point where the tip and tail rocker start, so when you increase your edge angle there is more sidecut for more powerful turns. A great ski for someone Back East that wants a ski that will be ready when the Nor'Easters roll in, a Midwesterner that will spend more than a few days in the real mountains, or the Westerner that will spend some time on the groomers, or at a sub 350 inch resort. A true all mountain tool that will not disappoint anyone.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/mapfaGSwdPw\/sddefault.jpg",
        "mediaDuration": "36",
        "hdvFlag": 0,
        "uploadDate": 1338326712,
        "prettyDuration": "00:36"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 463.16846
}