{
    "title": "2013 Rossignol S7 Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Rossignol-S7-Skis-2013\/274583P,default,pd.html  The Rossignol S7 remains one of the most popular skis on the planet...for good reason. It is the most versatile ski with a waist over 110 mm. At 115 mm (@188cm) it has the width to float,",
    "referenceId": null,
    "date_created": "1411361172",
    "date_modified": "1418182010",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766303",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rossignol-S7-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 29,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "QfcZZGb3gOI",
        "hookText": "http:\/\/www.skis.com\/Rossignol-S7-Skis-2013\/274583P,default,pd.html  The Rossignol S7 remains one of the most popular skis on the planet...for good reason. It is the most versatile ski with a waist over 110 mm. At 115 mm (@188cm) it has the width to float, smear and power through deep snow, and crud. The most popular aspect is that at that waist width, the S7 is surprising nimble in tight conditions, and skis well on groomers. The Powder Turn Rocker has 50% high rocker in the tip and tail, to make the ski float on top of powder, initiate turns on the hard pack, and absorb negative vibrations that are caused by moguls and crud. The 50% low camber underfoot gives the S7 power, energy, and edge grip in variable snow and groomers. The rocker in the pin tail makes the ski easier to control in the deep snow, by smearing turns to dump speed. A Centered Sidecut has a unique tapering of tip to tail with a short sidecut directly underfoot, that makes the S7 really easy to control, and really playful. The Spoon Tip pushes the widest part of the ski lower on the shovel of the ski to maximize floatation, and make the ski less hooky in the deep gnar. Not just for the hard charging expert the S7 makes a great ski for lots of skiers. It construction and rocker profile enable it to make a intermediate who wants to ski powder better, a one ski quiver for the advanced skier, or an all mountain board for the ripper. If you havent gotten one yet, find out what you are missing, and get on board with the rest of the Rockies, with the Rossignol S7.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/QfcZZGb3gOI\/sddefault.jpg",
        "mediaDuration": "29",
        "hdvFlag": 0,
        "uploadDate": 1338338780,
        "prettyDuration": "00:29"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "26",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 508.9501
}