{
    "title": "Jess's Review-Atomic Elysian Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Atomic-Elysian-Womens-Skis-2015\/360536P,default,pd.html\n\nThe Atomic Elysian is a perfect ski for advanced to expert skiers who want a ski that has light and snappy feel to it, that can rip the groomers, zip through the bumps, and get i",
    "referenceId": null,
    "date_created": "1411361100",
    "date_modified": "1418181998",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765614",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Jess-s-Review-Atomic-Elysian-Skis-2015-Skis-com",
    "category": null,
    "duration": 55,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "m-nLS8xpygo",
        "hookText": "http:\/\/www.skis.com\/Atomic-Elysian-Womens-Skis-2015\/360536P,default,pd.html\n\nThe Atomic Elysian is a perfect ski for advanced to expert skiers who want a ski that has light and snappy feel to it, that can rip the groomers, zip through the bumps, and get into the powder. Atomic's Twin Progressive Sidecut has a larger radius at the tip to dive into turns, and a smaller radius in the tail that will give you a grip on the snow as you exit your turns. The Elysian has a Carbon Backbone that gives you stability at fast speeds, and in variable snow, and a nice snappy feeling, without adding any extra weight to the ski. All Mountain Rocker has rocker in the tip to keep you on top of the snow, and absorb negative vibrations caused from crud. Camber underfoot will give you a grip on the snow, and rocker in the tail will release you out of turns. The Elysian has Atomic's Step Down Sidewall Construction that has a sidewall underneath the binding mounting platform for a strong edge hold on the firm snow, and cap construction on the rest of the ski to keep it very maneuverable. If you want a ski that has a very agile feeling, both on trail and off, the Atomic Elysian will be a great ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/m-nLS8xpygo\/maxresdefault.jpg",
        "mediaDuration": "55",
        "hdvFlag": 1,
        "uploadDate": 1405374008,
        "prettyDuration": "00:55"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "11",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 454.89862
}