{
    "title": "2013 Salomon Enduro XT 850 Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Salomon-Enduro-XT-850-Skis-with-Z12-B90-Bindings-2013\/276467P,default,pd.html  The Salomon Enduro XT 850 is the ski for advanced or expert skier who demands performance and control out of their skis. The construction includes a Full Wo",
    "referenceId": null,
    "date_created": "1411361146",
    "date_modified": "1418182006",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766043",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Salomon-Enduro-XT-850-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 30,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "sP-uKi-v3kE",
        "hookText": "http:\/\/www.skis.com\/Salomon-Enduro-XT-850-Skis-with-Z12-B90-Bindings-2013\/276467P,default,pd.html  The Salomon Enduro XT 850 is the ski for advanced or expert skier who demands performance and control out of their skis. The construction includes a Full Wood Core that is reinforced with two layers of titanium, and a layer of bamboo. The wood is stable and responsive, the titanium is stiff and damp, and the layer of bamboo gives the Enduro XT 850 a quick and lively feel. The Extended Transfer Plate is an aluminum plate embedded in rubber for direct feedback from the terrain, and better power transmission. The All Terrain Rocker is rocker in the tip, with camber underfoot. Tip rocker will help you float in the powder, deflect the negative vibrations from crud, moguls, and help the ski initiate quicker turns on the groomers. Vertical Side walls give the Enduro XT 850 unmatched edge grip on firm slopes. The 84mm waist is floaty in the powder, and quick edge to edge on medium radius turns. Salomon's Protrak Z 12 binding system gives the ski a nice even, deep flex that can handle all situations. If you are looking for a ski that has all of the bells and whistles, to enhance your ski day: look no further than the Salomon Enduro XT 850, it can handle all conditions and will not disappoint even the strongest of skiers.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/sP-uKi-v3kE\/sddefault.jpg",
        "mediaDuration": "30",
        "hdvFlag": 0,
        "uploadDate": 1338415712,
        "prettyDuration": "00:30"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 395.3856
}