{
    "title": "2013 Scott Jib Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Scott-Jib-Skis-2013\/280105P,default,pd.html  Brand new for 2013 comes the Scott Jib Skis. Starting with a SCC construction, a wood core with full sidewalls, the Jib has huge energy and pop for launching huge kickers and tons of ollie p",
    "referenceId": null,
    "date_created": "1411361123",
    "date_modified": "1418182002",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765830",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Scott-Jib-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 42,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "_h9F21eHxRw",
        "hookText": "http:\/\/www.skis.com\/Scott-Jib-Skis-2013\/280105P,default,pd.html  Brand new for 2013 comes the Scott Jib Skis. Starting with a SCC construction, a wood core with full sidewalls, the Jib has huge energy and pop for launching huge kickers and tons of ollie power for rails and boxes with a durable build that can withstand huge amounts of park thrashing. With equal height tip and tail for better switch skiing and more balanced swing weight the Jib is just as comfortable teeing up switch at any speed. What sets the Jib apart from every other park ski is its 3D sidecut which uses a straight section of edge underfoot that connects the sidecut of the ski. What this means is much better balance and a lower chance of catching an edge when landing, and more consistent and easier edge control on boxes and rails, explaining his locked in pretzels. While the Scott Jib won't make you as good as Tom Wallisch it will help you start on your way.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/_h9F21eHxRw\/sddefault.jpg",
        "mediaDuration": "42",
        "hdvFlag": 0,
        "uploadDate": 1340842618,
        "prettyDuration": "00:42"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "2",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 312.24313
}