{
    "title": "2013 Fischer Koa 88 Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Fischer-KOA-88-Womens-Skis-2013\/278223P,default,pd.html  The Fischer KOA 88 is a fantastic ski for the ladies who will ripping off piste and spend some time on the groomers. At 88 mm underfoot you have plenty of float when the snow wil",
    "referenceId": null,
    "date_created": "1411361127",
    "date_modified": "1418182003",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765869",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Fischer-Koa-88-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 78,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "5MEEhvEmIiQ",
        "hookText": "http:\/\/www.skis.com\/Fischer-KOA-88-Womens-Skis-2013\/278223P,default,pd.html  The Fischer KOA 88 is a fantastic ski for the ladies who will ripping off piste and spend some time on the groomers. At 88 mm underfoot you have plenty of float when the snow will be deep and light. The KOA 88 has Fischers Freeski Rocker that has rocker in the tip and tail with camber underfoot. Rocker in the tips will keep you on top of all the snow and smooth out your ride when things can get cruddy by absorbing the negative vibrations. Camber underfoot will give you edge hold when the snow is variable or your feel like cruising a groomer or two. Tail rocker releases you out of a turn effortlessly, and will help you smear your tails when you need to dump speed on a deep day. Sandwich Sidewall Construction gives the KOA 88 lots of torsional power, and great edge hold on the firm groomers. The wood core with Carbon Tech Construction have a great mix of liveliness, and power without ever feeling too stiff, too soft, or too heavy. If you are looking for a ski that will love to be off piste, and spend some time on the groomers, and be fun any day you are out on the slopes, the Fischer KOA 88 will not disappoint you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/5MEEhvEmIiQ\/hqdefault.jpg",
        "mediaDuration": "78",
        "hdvFlag": 0,
        "uploadDate": 1343883476,
        "prettyDuration": "01:18"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "4",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 409.89862
}