{
    "title": "2013 Volkl Charisma Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Volkl-Charisma-Womens-Skis-with-Marker-iPT-eMotion-11.0-TC-Essenza-Bindings-2013\/272757P,default,pd.html  The Volkl Charisma is in the new womens specific Essenza line this season. The Charisma is a perfect ski for advanced or expert w",
    "referenceId": null,
    "date_created": "1411361195",
    "date_modified": "1418182013",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766514",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Volkl-Charisma-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 42,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "cKZwVhCvC_M",
        "hookText": "http:\/\/www.skis.com\/Volkl-Charisma-Womens-Skis-with-Marker-iPT-eMotion-11.0-TC-Essenza-Bindings-2013\/272757P,default,pd.html  The Volkl Charisma is in the new womens specific Essenza line this season. The Charisma is a perfect ski for advanced or expert women who will spend most of their time on the groomers, but not be afraid to venture off of the trail when the snow is soft and good. The Charisma uses Volkls xTRALight Extended Sensorwood Core that is only available in their highest performing skis. . A layer of steel gives the Charisma lots of power and strength. The Charisma utilizes Volkls womens specific Bio-Logic Technology. Bio-Logic addresses three womens specific issues in skiing, stance, geometry, and flex. A more level stance requires less overloading of the quad muscles, which feel the most strain in a turn. Better balanced muscle action between the quads and hamstrings, means better performance, less fatigue and added protection in the knee joint. Bio-Logic side cuts are wider in the tip, and narrower in the tail then mens skis, causing the ski to have a tighter radius in the tip of the ski and a longer radius in the tail. This shape causes the skier to complete the turn with less effort, reducing the load on the knees. Tip rocker makes the ski more maneuverable in any snow condition. The Bio-Logic flex is stiffer in the shovel of the ski, for quick turn initiation, and softer in the tail causing you to exit the turn easier, resulting in more control. The Bio-Logic xTRALight core uses lighter weight Pawlonia materials, with channels that are milled out of the bottom shed weight, and add a snappy, poppy performance. The Charisma should be skied by ladies that like to go all over the mountain that are not afraid to show some charisma on the slopes.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/cKZwVhCvC_M\/sddefault.jpg",
        "mediaDuration": "42",
        "hdvFlag": 0,
        "uploadDate": 1346311471,
        "prettyDuration": "00:42"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "25",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 302.11713
}