{
    "title": "2013 Atomic Panic Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Atomic-Panic-Skis-2013\/275762P,default,pd.html  The Atomic Panic will make sure that you always have a cool and level head. This all mountain twin is a perfect ski for the lighter weight or lesser aggressive skier who can do a little b",
    "referenceId": null,
    "date_created": "1411361155",
    "date_modified": "1418182007",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766140",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Atomic-Panic-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 42,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "2YAHNetjHYk",
        "hookText": "http:\/\/www.skis.com\/Atomic-Panic-Skis-2013\/275762P,default,pd.html  The Atomic Panic will make sure that you always have a cool and level head. This all mountain twin is a perfect ski for the lighter weight or lesser aggressive skier who can do a little bit of everything. At 87mm underfoot the Panic can be edgy on the groomers, and still have some fun floating in light powder. The All Mountain Rocker Profile has 20% rocker in the tip to keep you floating in powder, and initiating turns quick on the hard pack. 70% camber underfoot is for stability and rebound in any snow condition, and 10% of rocker in the tail, just to keep things playful. The solid wood core has a lively and snappy feel to it making the Panic a perfect ski for someone in the Midwest or East who will take a spin or two in the park, be does not want to limit themselves anywhere else on the mountain. The Panics Step Down Sidewalls gives the ski edge grip on the firm snow, but the half cap construction in the tip and tail makes the ski super playful for the lighter weight skier or teen. If you are looking for an all mountain twin that wont break the bank, that has a playful feel, the Atomic Panic will keep you cool... Don't worry.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/2YAHNetjHYk\/sddefault.jpg",
        "mediaDuration": "42",
        "hdvFlag": 0,
        "uploadDate": 1339714813,
        "prettyDuration": "00:42"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "25",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 512.9527
}