{
    "title": "2013 Volkl Kenja Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Volkl-Kenja-Womens-Skis-2013\/272782P,default,pd.html  Volkl has made a great ski even better this season with the new and improved Kenja. At 87mm underfoot the Kenja is happy anywhere on the mountain as long as she is on snow, not lean",
    "referenceId": null,
    "date_created": "1411361195",
    "date_modified": "1418182013",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766505",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Volkl-Kenja-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 28,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "nYSNNc-SarM",
        "hookText": "http:\/\/www.skis.com\/Volkl-Kenja-Womens-Skis-2013\/272782P,default,pd.html  Volkl has made a great ski even better this season with the new and improved Kenja. At 87mm underfoot the Kenja is happy anywhere on the mountain as long as she is on snow, not leaning up on a railing while you are at the bar. Groomers, powder and steeps the Kenja can do it all equally well. Built with the same Power Construction that Volkl uses in all of their race skis the Kenja has the stiffness, and power that strong aggressive skiers like, but the Sensorwood Light Core, makes the ski enjoyable for athletic intermediates all the way up to the most aggressive experts, and everyone else in between. A layer of titanium gives the Kenja stiffness both laterally, and torsionally. The biggest change how ever is the tip rocker. Tip rocker will help you initiate a turn even quicker on the groomers, float better in powder, and deflect the negative vibrations that are caused by moguls, and crud. If you are a well rounded skier, that can, and will do anything on the mountain on any given day, the Volkl Kenja is the ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/nYSNNc-SarM\/hqdefault.jpg",
        "mediaDuration": "28",
        "hdvFlag": 0,
        "uploadDate": 1346312546,
        "prettyDuration": "00:28"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 616.50244
}