{
    "title": "Steve's Review-Salomon X Drive 83 Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Salomon-X-Drive-8.3-Skis-with-XT-12-Bindings-2015\/361006P,default,pd.html\n\n\nThe new Salomon X-Drive 8.3 is a great ski for the strong intermediate to advanced skier that is looking for quickness, stability, and forgiveness all in one s",
    "referenceId": null,
    "date_created": "1411361110",
    "date_modified": "1418182000",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765712",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Steve-s-Review-Salomon-X-Drive-83-Skis-2015-Skis-com",
    "category": null,
    "duration": 59,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "b9q-berjWm8",
        "hookText": "http:\/\/www.skis.com\/Salomon-X-Drive-8.3-Skis-with-XT-12-Bindings-2015\/361006P,default,pd.html\n\n\nThe new Salomon X-Drive 8.3 is a great ski for the strong intermediate to advanced skier that is looking for quickness, stability, and forgiveness all in one ski. The Rocker Stabilizer uses composite fiber reinforcement gives you a ski that is very quick and easy to steer. Salomon's X-Chassis has diagonal strips of carbon in an X shaped pattern over the center of the ski that gives you a more powerful edge hold on the snow, and increases the torsional stiffness of the ski. Salomon uses a light density wood core to keep the weight of the X-Drive 8.3 to a minimum, while a single layer of titanium laminate add power and strength to the ski to keep you stable and in control as you fly down the mountain. Partial Sidewall construction has forgiveness in the tip and tail to keep the X-Drive 8.3 maneuverable, with ABS Sidewalls underfoot give you the edge hold when the slopes can get a little icy. A new version of Salomon's All Terrain Rocker has rocker in the tip, camber underfoot, and slight rocker in the tail to release you out of your turns effortlessly. If you like a ski that has the perfect blend of quickness and stability the new Salomon X-Drive 8.3 is your ski.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/b9q-berjWm8\/maxresdefault.jpg",
        "mediaDuration": "59",
        "hdvFlag": 1,
        "uploadDate": 1403662133,
        "prettyDuration": "00:59"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "12",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 489.0528
}