{
    "title": "2013 K2 Amp Photon Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/K2-A.M.P.-Photon-Skis-with-K2\/Marker-M3-10.0-Bindings-2013\/273829P,default,pd.html  The K2 AMP Photon is a perfect ski for the true intermediate. The Photon is a great game improvement ski that will have you skiing faster, and in more ",
    "referenceId": null,
    "date_created": "1411361177",
    "date_modified": "1418182011",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766350",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-K2-Amp-Photon-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 37,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "B3avVrggWFU",
        "hookText": "http:\/\/www.skis.com\/K2-A.M.P.-Photon-Skis-with-K2\/Marker-M3-10.0-Bindings-2013\/273829P,default,pd.html  The K2 AMP Photon is a perfect ski for the true intermediate. The Photon is a great game improvement ski that will have you skiing faster, and in more control than ever before. The first ski in the AMP line to use a wood core, the Photon has a blend of Triaxial Braided Fir and Aspen Core that has a nice mix of stability, and rebound to it. The All Terrain Rocker has tip rocker for quick turn initiation, and more control in variable snow conditions. Camber underfoot will keep you stable and in control through the middle of your turn. The Progressive Sidecut makes the Photon versatile for a number of turn shapes, in any condition snow. K2 uses a Mod Monic Dampening System to keep the Photon stable at medium to fast speeds, to keep the chatter, and negative vibrations to a minimum. The Glass Web is woven over the core of the ski, for increased torsional rigidity, with out adding extra weight. The Photon comes equipped with the K2\/Marker M3 Binding system more effectively transfers power from the boot to the ski. If you are a true intermediate skier that will spend most of your time on the groomers, skiing at various speeds, the K2 Photon will blast you to the next level of skiing.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/B3avVrggWFU\/sddefault.jpg",
        "mediaDuration": "37",
        "hdvFlag": 0,
        "uploadDate": 1343943086,
        "prettyDuration": "00:37"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 404.05066
}