{
    "title": "Adam's Review-Salomon Q 85 Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Salomon-Q-85-Skis-2015\/360832P,default,pd.html\n\n\nThe Salomon Q-85 is a great ski for the intermediate to advanced skier that is looking for a snappy lively ski that will be mostly skiing on the trail, but wants some off trail capabilit",
    "referenceId": null,
    "date_created": "1411361113",
    "date_modified": "1418182000",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765740",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Adam-s-Review-Salomon-Q-85-Skis-2015-Skis-com",
    "category": null,
    "duration": 48,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "ID3RGkRbagk",
        "hookText": "http:\/\/www.skis.com\/Salomon-Q-85-Skis-2015\/360832P,default,pd.html\n\n\nThe Salomon Q-85 is a great ski for the intermediate to advanced skier that is looking for a snappy lively ski that will be mostly skiing on the trail, but wants some off trail capabilities. The Full Wood Core has a very lively feel that can make medium to long radius turns at a variety of speeds that will be fairly stable when you start to top it out. The Semi Sandwich Construction has a cap construction in the tips and tails for forgiveness, while a sidewall underfoot delivers strong edge hold. The Hook Free Taper of the Q-85 makes the ski way more maneuverable in the ungroomed terrain, by not letting your tips get caught up in the different snow. Salomon's Utility Rocker has a rockered tip to keep you on top of the snow, engage you into your turns more efficiently, and absorb negative vibrations that can be caused by variable snow. If you are looking for a ski that can slice down the groomers, and help you improve your skiing off trail the Salomon Q-85 will be a great ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ID3RGkRbagk\/maxresdefault.jpg",
        "mediaDuration": "48",
        "hdvFlag": 1,
        "uploadDate": 1403653567,
        "prettyDuration": "00:48"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "12",
        "25",
        "20"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 432.30798
}