{
    "title": "2013 Rossignol Attraxion 6 Echo Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Rossignol-Attraxion-6-Echo-Womens-Skis-with-Saphir-110-S-WTPI-2-Bindings-2013\/274612P,default,pd.html  The Rossignol Attraxion Echo 6 is a great ski for intermediate to expert skiers that will spend just about all of their ski days on ",
    "referenceId": null,
    "date_created": "1411361168",
    "date_modified": "1418182009",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766261",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rossignol-Attraxion-6-Echo-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 33,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "T5T87zHLrys",
        "hookText": "http:\/\/www.skis.com\/Rossignol-Attraxion-6-Echo-Womens-Skis-with-Saphir-110-S-WTPI-2-Bindings-2013\/274612P,default,pd.html  The Rossignol Attraxion Echo 6 is a great ski for intermediate to expert skiers that will spend just about all of their ski days on the groomers. The Sandwich Laminate Constructions gives the Echo 6 superior edge grip on the firm snow, and a tough construction. The VAS Linen Core is more eco-friendly than traditional fibers, dampens vibrations that are caused by high speeds and firm snow, so you can have a faster, smoother ride. With a Oversized Sidecut the Attraxion Echo 6 gives you, strong edge grip, power, and precision for your carves down the blues, and blacks. Rossignol uses the Echo Concept for all of the Attraxion Line. The Eco concept uses fewer petroleum based products, and a light poplar wood that is harvested from renewable tree farms. The 100% camber is very springy and powerful, to give you lots of rebound, stability and control, at medium to fast speeds. Rossignol has the IPS Concave Construction for the Attraxion Echo 6 that gives you more transmission of power, makes the sidewalls higher, and causes the ski to weigh 100 grams a pair lighter than previous models. I you like going fast, and like clean carves on hard pack you will be attracted to the Rossignol Attraxion Echo 6",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/T5T87zHLrys\/sddefault.jpg",
        "mediaDuration": "33",
        "hdvFlag": 0,
        "uploadDate": 1344549241,
        "prettyDuration": "00:33"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "18",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 332.23
}