{
    "title": "2013 Salomon BBR Skylite Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Salomon-BBR-Skylite-Womens-Skis-with-L9-Bindings-2013\/276428P,default,pd.html  The New Salomon BBR Skylite is a totally new ski shape designed from the same team that brought game changers like the Pocket Rocket and X-Scream. Inspired ",
    "referenceId": null,
    "date_created": "1411361150",
    "date_modified": "1418182006",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766088",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Salomon-BBR-Skylite-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 34,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "v36GBby0thI",
        "hookText": "http:\/\/www.skis.com\/Salomon-BBR-Skylite-Womens-Skis-with-L9-Bindings-2013\/276428P,default,pd.html  The New Salomon BBR Skylite is a totally new ski shape designed from the same team that brought game changers like the Pocket Rocket and X-Scream. Inspired by surfboard shapers that feel that powder acts like a 3 dimensional medium, similar to water, the BBR Skylite has an ultra wide V shaped shovel that can not sink, no matter how deep the snow. Salomon is looking to give you the maximum sensation under your feet. The 127mm tip gives you more feel, and the narrower (74mm) under your the better the grip. An Oversized Pulse Pad Dampening System has an elastomer layer along the whole edge and shovel of the ski, provides maximum shock absorption and smoother ski to snow contact. The BBR Skylite has a very surfy feel, no matter what the conditions are, deep powder, crud, or groomers. A longboard tip shape allows the ski to float in powder and the narrow waist will allow you to carve on piste. The BBR Skylite is a perfect ski for someone who is looking for a powder ski that is under 74mm underfoot. Don't be afraid to surf the mountain on this new ski shape.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/v36GBby0thI\/sddefault.jpg",
        "mediaDuration": "34",
        "hdvFlag": 0,
        "uploadDate": 1344984482,
        "prettyDuration": "00:34"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "7",
        "26",
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 368.8232
}