{
    "title": "2013 Fischer Koa 84 Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Fischer-KOA-84-Womens-Skis-2013\/278225P,default,pd.html  The Fischer KOA 84 is a great ski for the advanced to expert skier who will spend most of her time on the groomed trails, but spend plenty of time off piste. The Fischer Freeski ",
    "referenceId": null,
    "date_created": "1411361127",
    "date_modified": "1418182003",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765868",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Fischer-Koa-84-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 68,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "7OV5dq97Pxo",
        "hookText": "http:\/\/www.skis.com\/Fischer-KOA-84-Womens-Skis-2013\/278225P,default,pd.html  The Fischer KOA 84 is a great ski for the advanced to expert skier who will spend most of her time on the groomed trails, but spend plenty of time off piste. The Fischer Freeski Rocker has rocker in the shovel, camber underfoot, and rocker in the tail. The rocker in the shovel of the ski keep the tips from sinking in powder, engage the tip of the ski quicker on the groomers for quickness edge to edge, and absorb negative vibrations caused by crud or bumps. Camber underfoot will improve your edge hold on the firm snow. Rocker in the tail add some ability to smear turns in the deep snow, and release you out of a turn quicker on the hard pack. The Sandwich sidewall construction of the KOA 84 adds tons of torsional strength, and gives you great edge hold when thing are firm or icy. Fiber Tech Construction has a glass fiber network that has the same bending properties so your ski will be super light without losing any power. An 84 mm waist is perfectly capable of being a fun ski to ski on the groomers, and float in the powder. Having a 14m (@159cm) is very quick and responsive to make short turns, especially at this waist width. If you are looking for a ski that will take on the on piste and off piste terrain equally well, the Fischer KOA 84 will be a great ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/7OV5dq97Pxo\/sddefault.jpg",
        "mediaDuration": "68",
        "hdvFlag": 0,
        "uploadDate": 1337303627,
        "prettyDuration": "01:08"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "25",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 419.01996
}