{
    "title": "2013 Salomon BBR 10 Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Salomon-BBR-10.0-Skis-2013\/276415P,default,pd.html  The All New Salomon BBR 10.0 is a totally new ski shape designed from the same team that brought game changers like the Pocket Rocket and X-Scream. Inspired by surfboard shapers that ",
    "referenceId": null,
    "date_created": "1411361151",
    "date_modified": "1418182006",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766093",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Salomon-BBR-10-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 53,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "9hR-VfOg6VQ",
        "hookText": "http:\/\/www.skis.com\/Salomon-BBR-10.0-Skis-2013\/276415P,default,pd.html  The All New Salomon BBR 10.0 is a totally new ski shape designed from the same team that brought game changers like the Pocket Rocket and X-Scream. Inspired by surfboard shapers that feel that powder acts like a 3 dimensional medium, similar to water, the BBR 10.0 has an ultra wide V shaped shovel that can not sink, no matter how deep the snow. Salomon is looking to give you the maximum sensation under your feet. The 147mm tip gives you more feel, and the narrower (97mm) under your the better the grip. An Oversized Pulse Pad Dampening System has an elastomer layer along the whole edge and shovel of the ski, provides maximum shock absorption and smoother ski to snow contact. The BBR 10.0 has a very surfy feel, no matter what the conditions are, deep powder, crud, or groomers. Total Edge Reinforcement increased durability against rocks or coral that might be under the frozen water. Vertical Sidewalls add some carving ability to this unique shape. The BBR 10.0 is a perfect ski for someone who is looking for a powder ski that is under 97mm underfoot. Don't be afraid to surf the mountain on this new ski shape.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/9hR-VfOg6VQ\/sddefault.jpg",
        "mediaDuration": "53",
        "hdvFlag": 0,
        "uploadDate": 1344982707,
        "prettyDuration": "00:53"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "7",
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 361.98117
}