{
    "title": "2013 Fischer Koa 78 RF Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Fischer-KOA-78-My-Style-Womens-Skis-with-V9-Bindings-2013\/278188P,default,pd.html  The Fischer KOA 78 is a great ski for the intermediate to advanced skier who will spend most of her time on the groomers, but still venture on to the un",
    "referenceId": null,
    "date_created": "1411361129",
    "date_modified": "1418182003",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765886",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Fischer-Koa-78-RF-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 54,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "Pyx2Ot0HjlI",
        "hookText": "http:\/\/www.skis.com\/Fischer-KOA-78-My-Style-Womens-Skis-with-V9-Bindings-2013\/278188P,default,pd.html  The Fischer KOA 78 is a great ski for the intermediate to advanced skier who will spend most of her time on the groomers, but still venture on to the ungroomed terrain. The All Mountain Rocker of the KOA 78 gives the ski lots of versatility to float in powder, turn quickly on the groomers, and motor through the crud. The Sandwich Sidewall Construction gives you phenomenal edge hold on firm snow, and makes the KOA 78 ski a great value for the intermediate. The Wood core has a lively feel to it. An Air Carbon Construction makes the ski very lightweight and very strong compared to its weight due to the aerospace technology. This lightweight, but strong construction gives the KOA 78 lots of maneuverability especially in tight conditions. The 78 mm waist has the width to float in some light powder, and be stable when things get a little bumpy, without being slow edge to edge. A 16m turn radius (@161cm) makes the KOA 78 very friendly to medium to long radius turns. If you are an intermediate to advanced skier who likes a light ski that will give you fantastic edge hold the Fischer KOA 78 is for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Pyx2Ot0HjlI\/sddefault.jpg",
        "mediaDuration": "54",
        "hdvFlag": 0,
        "uploadDate": 1343882620,
        "prettyDuration": "00:54"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "26",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 395.2849
}