{
    "title": "2013 Line Blend Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Line-Blend-Skis-2013\/273026P,default,pd.html  The Line Blend was one of the first skis to blur the lines between big mountain, all mountain, and jib stick. Now the Blend has some new tricks up its sleeve. 10% lighter than pervious mode",
    "referenceId": null,
    "date_created": "1411361192",
    "date_modified": "1418182013",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766488",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Line-Blend-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 34,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "ZyMbUCzds6E",
        "hookText": "http:\/\/www.skis.com\/Line-Blend-Skis-2013\/273026P,default,pd.html  The Line Blend was one of the first skis to blur the lines between big mountain, all mountain, and jib stick. Now the Blend has some new tricks up its sleeve. 10% lighter than pervious models the Line Thin Tip lowers the swing weight of the ski, by having a thinner core, and sidewall in the tips, to make your spins easier, and faster, switch 10's anyone? At 100mm under foot the Blend can handle pow days almost anywhere, be a great ski for charging groomers, and take on any park that you might come across. The symmetrical flex will help you butter boxes like a hot piece of toast, and make your switch pow turns as creamy as whip cream on some warm pumpkin pie. Early Rise in the tip and tail will give the Blend float in the good stuff, turn on a dime when you feel like ripping groomers, smear turns, like cream cheese on your breakfast bagel, and plow through crud with ease. If you like an all mountain ski with a jibby feel blend the Line Blend into your quiver.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ZyMbUCzds6E\/sddefault.jpg",
        "mediaDuration": "34",
        "hdvFlag": 0,
        "uploadDate": 1340746710,
        "prettyDuration": "00:34"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 429.75635
}