{
    "title": "2013 Blizzard Viva 80 Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Blizzard-Viva-8.0-Womens-Skis-2013\/275176P,default,pd.html  The Blizzard Viva 8.0 is a great ski for the advanced to expert skier who does no know what a day on the slopes will have in store for them. Slight rocker in the tip and tail ",
    "referenceId": null,
    "date_created": "1411361164",
    "date_modified": "1418182009",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766218",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Blizzard-Viva-80-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 31,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "zuFwL9ZRNXg",
        "hookText": "http:\/\/www.skis.com\/Blizzard-Viva-8.0-Womens-Skis-2013\/275176P,default,pd.html  The Blizzard Viva 8.0 is a great ski for the advanced to expert skier who does no know what a day on the slopes will have in store for them. Slight rocker in the tip and tail will help you initiate turns quicker on the firm snow, float in the powder, and smooth out the negative vibrations that are caused by bumps or crud. Slight tail rocker will help you release out of turns easier. Camber underfoot will keep your new skis engaged on the groomers, and give you rebound and power behind every turn. Blizzards Flipcore 3D has a natural bend to it so the wood core is not bent or broken, so the flex stays consistent, for great stability, perfect edge pressure distribution, and ultimate control over your ski. An 80 mm waist on the Viva 8.0 gives you a great mix of a ski that can float and enjoy the powder, be quick edge to edge when you feel like skiing some groomers, and give you some power and stability when the conditions are variable. The Flipcore Sandwich Compound Sidewall Construction has wood with some carbon layers that are lightweight, but still able to give you control and rebound with every turn. If you are looking for a ski that you can charge the groomers, float in some powder, and just be the right ski for any day on the slopes, the Blizzard Viva 8.0 is the one for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/zuFwL9ZRNXg\/hqdefault.jpg",
        "mediaDuration": "31",
        "hdvFlag": 0,
        "uploadDate": 1342529626,
        "prettyDuration": "00:31"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "26",
        "7"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 486.6959
}