{
    "title": "Lisa's Review-Volkl Pyra Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Volkl-Pyra-Womens-Skis-2015\/362668P,default,pd.html\n\nThe Volkl Pyra is a perfect all mountain ski for the ladies that are looking for a ski that can ride the groomers, and spend some time in the park. The Symmetrical shape has a very w",
    "referenceId": null,
    "date_created": "1411361106",
    "date_modified": "1418181999",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765672",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Lisa-s-Review-Volkl-Pyra-Skis-2015-Skis-com",
    "category": null,
    "duration": 44,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "LWtojFB5qTg",
        "hookText": "http:\/\/www.skis.com\/Volkl-Pyra-Womens-Skis-2015\/362668P,default,pd.html\n\nThe Volkl Pyra is a perfect all mountain ski for the ladies that are looking for a ski that can ride the groomers, and spend some time in the park. The Symmetrical shape has a very well rounded flex that can give you a sturdy edge on the firm snow, but still have a playful feel. Tip rocker will initiate turns easily, camber underfoot will give you edge hold and stability, and rocker in the tail will help you exit turns effortlessly. The Pyra is made with Volkl's Power\/Tough Box Construction that has vertical sidewalls, and a Torsion Box internal layup that has power for strong carves, and a very responsive felling on the snow. The 85mm waist is very nimble edge to edge, and will give you a solid landing platform when you want to stomp some tricks in the park. If you want an all mountain twin that can work great both in the park and on the trail, the Volkl Pyra will be a great ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/LWtojFB5qTg\/maxresdefault.jpg",
        "mediaDuration": "44",
        "hdvFlag": 1,
        "uploadDate": 1404773312,
        "prettyDuration": "00:44"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "25",
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 528.423
}