{
    "title": "2013 Blizzard Magnum 80 CA Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Blizzard-Magnum-8.0-CA-Skis-2013\/275158P,default,pd.html  The Blizzard Magnum 8.0 Ca is a great ski for the strong intermediate to mellow expert who is looking for a ski that will be a fantastic carving ski. The 18.5 (@172cm) turning r",
    "referenceId": null,
    "date_created": "1411361165",
    "date_modified": "1418182009",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766231",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Blizzard-Magnum-80-CA-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 35,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "ISDBSkvRZiE",
        "hookText": "http:\/\/www.skis.com\/Blizzard-Magnum-8.0-CA-Skis-2013\/275158P,default,pd.html  The Blizzard Magnum 8.0 Ca is a great ski for the strong intermediate to mellow expert who is looking for a ski that will be a fantastic carving ski. The 18.5 (@172cm) turning radius makes this ski perfect for making short to medium radius turns on the groomed terrain. The Magnum 8.0 CA uses Blizzards Flipcore 3D rocker profile that has slight rocker in the tips and tails, with camber underfoot. The tip rocker will initiate your turns quicker, and deflect negative energy that is caused by bumps and crud. Tail rocker will release you out of a turn quicker. The camber underfoot gives the Magnum 8.0 CA power, stability and rebound as you fly down the groomers. The Flipcore 3D Technology has a natural bend to it so the wood core is not bent or broken, so the flex stays consistent, for great stability, perfect edge pressure distribution, and ultimate control over your ski. The Magnum 8.0 CA also uses Spaceframe 3D construction that has a Carbon topsheet, but not fully edge to edge, so you have a powerful ski that has a lighter swing weight, with a smoother flex, and a strong torsional strength without adding extra weight. At 80 mm at the waist you will be able to stay in control and stable without being tossed around when the slopes have some snow or crud on them. The vertical sidewalls drive a strong edge on the firm snow, and improve your edge grip on ice. If you are looking for a ski that loves to carve, and will be stable at a wide range of speeds, the Blizzard Magnum 8.0 CA will be a great ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ISDBSkvRZiE\/sddefault.jpg",
        "mediaDuration": "35",
        "hdvFlag": 0,
        "uploadDate": 1340153452,
        "prettyDuration": "00:35"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "12",
        "20"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 412.59372
}