{
    "title": "2013 Volkl Mantra Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Volkl-Mantra-Skis-2013\/272728P,default,pd.html  The Volkl Mantra returns again as a best seller. The ski that has set the standard for a 98mm all mountain charger. The Mantra is as stiff and as stable as they get, it is unshakeable at ",
    "referenceId": null,
    "date_created": "1411361199",
    "date_modified": "1418182013",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766550",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Volkl-Mantra-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 33,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "MwkCMk035lE",
        "hookText": "http:\/\/www.skis.com\/Volkl-Mantra-Skis-2013\/272728P,default,pd.html  The Volkl Mantra returns again as a best seller. The ski that has set the standard for a 98mm all mountain charger. The Mantra is as stiff and as stable as they get, it is unshakeable at high speeds. The stability is powered by the Sensorwood core with a layer of titanium that gives the Mantra unconditional torsional strength. The Mantra is best suited for an aggressive skier that spends most of his time bombing long, steep groomers, but is not afraid to venture into the powder or crud anytime. The Tip Rocker with camber underfoot makes the Mantra very easy to control, by initiating turns quicker and easier. Rocker in the tip will help the ski float to the top of the snow, and deflect the negative vibrations that are caused by bumps and crud. Full Vertical Sidewalls round out the Mantras toughness by only giving it better edge grip on ice and firm snow. The Volkl Mantra has been a best seller for a few years, try one today and find out for yourself. It is not afraid of break neck speed, days in the powder, bumps, crud, or scary right coast ice.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/MwkCMk035lE\/sddefault.jpg",
        "mediaDuration": "33",
        "hdvFlag": 0,
        "uploadDate": 1338498490,
        "prettyDuration": "00:33"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 546.36554
}