{
    "title": "2013 Salomon Rockette 115 Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Salomon-Rockette-115-Skis-2013\/276449P,default,pd.html  If you are looking for a little extra kick pick up the Salomon Rockette 115 Skis. These skis are brand new for 2013 and is a wonderful all mountain ski. These skis feature an Twin",
    "referenceId": null,
    "date_created": "1411361147",
    "date_modified": "1418182006",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766055",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Salomon-Rockette-115-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 38,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "tEn4IMaZGBo",
        "hookText": "http:\/\/www.skis.com\/Salomon-Rockette-115-Skis-2013\/276449P,default,pd.html  If you are looking for a little extra kick pick up the Salomon Rockette 115 Skis. These skis are brand new for 2013 and is a wonderful all mountain ski. These skis feature an Twin Rocker which gives you optimal floatation and stability at high speed while also be able to handle any terrain you come across easily. Tip rocker initiates turns quicker on the hard pack, keeps the tips floating in the powder, and absorbs the negative vibrations caused by bumps and crud. Total Edge Reinforcement, Wide Edges, and Edge Armor increase the durability of the Rockette 115, and reduce the chances of damage from rocks and rails. 108mm underfoot the Rockette 115 is not too wide to take on the groomers, and provides plenty of float in the powder and broken snow. The Salomon Rockette 115 is a perfect all mountain ski for advanced to expert women skiers that will spend half of their time on the groomers and half of their time on the ungroomed terrain.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/tEn4IMaZGBo\/sddefault.jpg",
        "mediaDuration": "38",
        "hdvFlag": 0,
        "uploadDate": 1344991288,
        "prettyDuration": "00:38"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 593.1884
}