{
    "title": "2013 Volkl Allura Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Volkl-Allura-Womens-Skis-with-Marker-iPT-eMotion-11.0-TC-Bindings-2013\/272754P,default,pd.html  The Volkl Allura is the strongest and most aggressive ski in the new Essenza womens line. If you have had a hard time finding skis that are",
    "referenceId": null,
    "date_created": "1411361196",
    "date_modified": "1418182013",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766519",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Volkl-Allura-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 27,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "C70REM42dCM",
        "hookText": "http:\/\/www.skis.com\/Volkl-Allura-Womens-Skis-with-Marker-iPT-eMotion-11.0-TC-Bindings-2013\/272754P,default,pd.html  The Volkl Allura is the strongest and most aggressive ski in the new Essenza womens line. If you have had a hard time finding skis that are strong enough for you the Allura is not a soggy noodle. The Dual XTD Transmission delivers power for an exciting ride, but is usable for advanced skiers, and athletic intermediates as well. A layer of steel in the Allura adds lots of stability, and dampness. The Allura utilizes Volkls womens specific Bio-Logic Technology. Bio-Logic addresses three womens specific issues in skiing, stance, geometry, and flex. A more level stance requires less overloading of the quad muscles, which feel the most strain in a turn. Better balanced muscle action between the quads and hamstrings, means better performance, less fatigue and added protection in the knee joint. Bio-Logic side cuts are wider in the tip, and narrower in the tail then mens skis, causing the ski to have a tighter radius in the tip of the ski and a longer radius in the tail. This shape causes the skier to complete the turn with less effort, reducing the load on the knees. Tip rocker makes the ski more maneuverable in any snow condition. The Bio-Logic flex is stiffer in the shovel of the ski, for quick turn initiation, and softer in the tail causing you to exit the turn easier, resulting in more control. The Bio-Logic xTRALight core uses lighter weight Pawlonia materials, with channels that are milled out of the bottom shed weight, and add a snappy, poppy performance. At 75mm underfoot the Allura is the happiest when she is making medium to short radius turns on fast and steep groomers. If power and stability are two things that you look for in a ski, and you enjoy leaving all of the fellas in your group behind you, the Volkl Allura is the ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/C70REM42dCM\/sddefault.jpg",
        "mediaDuration": "27",
        "hdvFlag": 0,
        "uploadDate": 1346309948,
        "prettyDuration": "00:27"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 544.16205
}