{
    "title": "2013 K2 Kung Fujas Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/K2-Kung-Fujas-Skis-2013\/273755P,default,pd.html  Pep Fujas never knows what a day out on the slopes may have in store for him. His signature ski the K2 Kung Fujas is made for everything, park, powder, rails, and groomers. At 102mm at t",
    "referenceId": null,
    "date_created": "1411361183",
    "date_modified": "1418182012",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766402",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-K2-Kung-Fujas-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 38,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "_y749U4BOEw",
        "hookText": "http:\/\/www.skis.com\/K2-Kung-Fujas-Skis-2013\/273755P,default,pd.html  Pep Fujas never knows what a day out on the slopes may have in store for him. His signature ski the K2 Kung Fujas is made for everything, park, powder, rails, and groomers. At 102mm at the waist the Kung Fujas is wide enough to float in deep snow, give you a nice landing platform when you stop a switch 720 in the park, and still be edgy on the groomers. The All Terrain Rocker (rocker in the tip and tail, with camber underfoot) is highly versatile. It makes floating and smearing in the powder easier, and the properly placed camber gives you spring and power when things are firm. Twin Tech Sidewalls and a Triaxial Braided Aspen\/Paulownia Wood Core gives the Kung Fujas a spring to it, that will help you boost off of the lip of any jump, and carve perfect turns on a firm groomer. A Bi-Directional Taper gives this ski a great ability to land and ski switch. The Kung Fujas even comes with Tip and Tail Hardware that add an extra layer of durability to the ski for stomping giant landings, and if you want to take a quick run in the backcountry you can easily add K2s Trim to Fit Climbing Skins. If your ski day might include park or pipe laps, blazing a groomer or two, or even a quick skin for some powder, the K2 Kung Fujas does it all.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/_y749U4BOEw\/sddefault.jpg",
        "mediaDuration": "38",
        "hdvFlag": 0,
        "uploadDate": 1346203275,
        "prettyDuration": "00:38"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "12",
        "9",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 427.12036
}