{
    "title": "Julie's Review-Salomon Bamboo Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Salomon-Bamboo-Womens-Skis-with-Z10-Ti-W-Bindings-2015\/361024P,default,pd.html\n\nThe Salomon Bamboo has always been a fantastic ski for women that are looking for that perfect mix of stability and liveliness out of their skis. Salomon u",
    "referenceId": null,
    "date_created": "1411361115",
    "date_modified": "1418182001",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765752",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Julie-s-Review-Salomon-Bamboo-Skis-2015-Skis-com",
    "category": null,
    "duration": 50,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "701N1RSV4CQ",
        "hookText": "http:\/\/www.skis.com\/Salomon-Bamboo-Womens-Skis-with-Z10-Ti-W-Bindings-2015\/361024P,default,pd.html\n\nThe Salomon Bamboo has always been a fantastic ski for women that are looking for that perfect mix of stability and liveliness out of their skis. Salomon uses a bamboo layer of wood as the primary core of the ski to keep the ski very light, and give it a very snappy quick turning feeling for ultimate control. A single layer of titanium is added as a laminate to give you power when the snow gets chunky and an extra boost of stability when it's time for you to find your top speed. Salomon has added a Semi Sandwich Construction to the Bamboo that has cap construction in the tip and tail for forgiveness and maneuverability, while a sidewall is underneath the binding platform for extra edge hold when the snow can get a little firm. The Bamboo also uses a Powerline Dampening System to keep the vibrations to a minimum as you cruise down the mountain. If you want a ski that will be stable, very lively and have just a touch of forgiveness the Salomon Bamboo is the right ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/701N1RSV4CQ\/maxresdefault.jpg",
        "mediaDuration": "50",
        "hdvFlag": 1,
        "uploadDate": 1403653400,
        "prettyDuration": "00:50"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "9",
        "18",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 431.38797
}