{
    "title": "2013 Salomon Enduro RX 800 Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Salomon-Enduro-RXT-800-Skis-with-Z12-B80-Bindings-2013\/276477P,default,pd.html  The Salomon Enduro RXT 800 is a perfect ski for the intermediate to advanced skier who will spend most of their time on the groomers, but not be afraid to ",
    "referenceId": null,
    "date_created": "1411361145",
    "date_modified": "1418182005",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766036",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Salomon-Enduro-RX-800-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 38,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "psKHQAL5V18",
        "hookText": "http:\/\/www.skis.com\/Salomon-Enduro-RXT-800-Skis-with-Z12-B80-Bindings-2013\/276477P,default,pd.html  The Salomon Enduro RXT 800 is a perfect ski for the intermediate to advanced skier who will spend most of their time on the groomers, but not be afraid to go into the powder, or trees when the snow is falling. The 78mm waist is primarily for groomers, but will give you some float when you adventure off the trail. The RXT 800 sports a full wood core with a double layer of titanium, that has lots of stability, but a lively feel. The All Terrain Rocker has tip rocker in the shovel with camber underfoot. Tip rocker will help the ski plane on top of the powder, initiate a quick turn on the groomers, and absorb the negative vibrations caused by bumps and crud. The Double Monocoque Cap Construction is lightweight, but gives you great edge grip when the snow is firm or icy, with out being too demanding. Salomon uses a Pulse Pad Dampening System on all of the Enduro line for vibration dampening. The Pulse Pad System uses elastomers on the entire edge of the ski, and in the shovel to absorb vibrations and smoother ski to snow contact. A great value, and Salomon has really stepped up the performance of the Enduro series, compared to the previous X-Wing line.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/psKHQAL5V18\/sddefault.jpg",
        "mediaDuration": "38",
        "hdvFlag": 0,
        "uploadDate": 1344986145,
        "prettyDuration": "00:38"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "26",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 430.74933
}