{
    "title": "2013 Rossignol Pursuit 16 TI Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Rossignol-Pursuit-16-Skis-with-Axial-2-120-Bindings-2013\/274559P,default,pd.html  The New Rossignol Pursuit is a great carving ski for the strong intermediate to advanced skier. The 74mm waist and 16m turn radius make this ski super qu",
    "referenceId": null,
    "date_created": "1411361175",
    "date_modified": "1418182010",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766324",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rossignol-Pursuit-16-TI-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 22,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "m1wch716mjQ",
        "hookText": "http:\/\/www.skis.com\/Rossignol-Pursuit-16-Skis-with-Axial-2-120-Bindings-2013\/274559P,default,pd.html  The New Rossignol Pursuit is a great carving ski for the strong intermediate to advanced skier. The 74mm waist and 16m turn radius make this ski super quick edge to edge. The Power Turn Rocker is slight tip rocker that gets this bad boy on edge even quicker, while the camber underfoot gives you lots of stability and rebound. The VAS Complex has a wood core with titanium, and basalt stringers that keep the weight down, while still giving the ski a damp feel, with less negative vibrations. Rossignols H Technology is a lengthwise split in the laminates in the tip and tail, which allow the ski to flex torsionally at the extremities of the ski, for smooth turn initiation, and better edge contact. The Oversized Sidecut has larger tip and tail dimensions, with a wider waist, only adds to the stability, and gives the ski accurate edge feel. The IPS Diamond Technology optimizes transmission of power applied by boot to ski edges to increase power and grip. It has a concave profile that makes the sidewalls higher, for even more edge pressure. The Concave shape helps the Pursuit line loose 100 grams of weight a pair. Full length vertical side walls round out the package, to give this carving ski better edge grip when the snow is firm or icy. If you enjoy a ski that can nail short radius turns at medium to high speeds on the groomers, catch the new Rossignol Pursuit 16 if you can.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/m1wch716mjQ\/sddefault.jpg",
        "mediaDuration": "22",
        "hdvFlag": 0,
        "uploadDate": 1344553359,
        "prettyDuration": "00:22"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 334.34644
}