{
    "title": "2013 Blizzard Gunsmoke Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Blizzard-Gunsmoke-Skis-2013\/275385P,default,pd.html  The Blizzard Gunsmoke has a different feel than the other Blizzard skis in the Freemountain series. The Gunsmoke has a lighter, poppy construction that causes it to float and smear b",
    "referenceId": null,
    "date_created": "1411361160",
    "date_modified": "1418182008",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766179",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Blizzard-Gunsmoke-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 37,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "_dAskoeJfoU",
        "hookText": "http:\/\/www.skis.com\/Blizzard-Gunsmoke-Skis-2013\/275385P,default,pd.html  The Blizzard Gunsmoke has a different feel than the other Blizzard skis in the Freemountain series. The Gunsmoke has a lighter, poppy construction that causes it to float and smear better in the deep stuff than the bigger burlier Bodacious. At 114 mm underfoot the Gunsmoke has the width to take on the days when the roads have been closed and the snow has been stacking up. Blizzard makes its Flipcore 3D naturally without bending or breaking the wood, so it keeps its natural shape. At 2250 grams per pair (@186cm) the Gunsmoke is light enough to be used as a sidecountry ski or short backcountry ski. The wood core and ABS sidewalls give the ski the torsional strength to take on the firmer conditions as well, but it can feel a little soggy for the heavier skier to rail on the groomers. If you are looking for a ski that rules the soft and deep stuff, or one that you can take beyond the resort boundaries, pull the Blizzard Gunsmoke out of your holster and pull the trigger.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/_dAskoeJfoU\/sddefault.jpg",
        "mediaDuration": "37",
        "hdvFlag": 0,
        "uploadDate": 1340142927,
        "prettyDuration": "00:37"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 419.342
}