{
    "title": "Troy's Review-Salomon X Drive 80 Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Salomon-X-Drive-80-Skis-with-Z-10-Bindings-2015\/361015P,default,pd.html\n\n\nThe Salomon X-Drive 80 is a great ski for the beginner to intermediate skier that is looking for a ski that will be forgiving, easy to control, and likes to make",
    "referenceId": null,
    "date_created": "1411361110",
    "date_modified": "1418182000",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765714",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Troy-s-Review-Salomon-X-Drive-80-Skis-2015-Skis-com",
    "category": null,
    "duration": 50,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "hk9tSflNrgc",
        "hookText": "http:\/\/www.skis.com\/Salomon-X-Drive-80-Skis-with-Z-10-Bindings-2015\/361015P,default,pd.html\n\n\nThe Salomon X-Drive 80 is a great ski for the beginner to intermediate skier that is looking for a ski that will be forgiving, easy to control, and likes to make short snappy turns. The Composite Core has a soft and forgiving element to it that does not require the skier to have lots of skill or technique to make it turn and react when it needs to. While a single Ti Layer gives the X-Drive 80 some snap and stability to it when you start to build up some speed. The All Terrain Rocker has camber underfoot to keep you stable as you slide down the mountain, while the Tip Rocker makes initiating turns easier and more efficient for you. Salomon's Semi Sandwich Construction has cap construction in the tip and tail to make the Drive 80 more forgiving and easy to maneuver, while the ABS sidewall underfoot will give you edge grip and hold on the snow. If you are a beginner to intermediate skier that is looking for a mellow ski that get you out of rental shop lines, and be a perfect ski for you the Salomon X-Drive 80 will be a great ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/hk9tSflNrgc\/maxresdefault.jpg",
        "mediaDuration": "50",
        "hdvFlag": 1,
        "uploadDate": 1403662000,
        "prettyDuration": "00:50"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4900.333
}