{
    "title": "2013 Burton Nug Snowboard Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Burton-Nug-Restricted-Snowboard-2013\/272401,default,pd.html  Whoever told you that bigger is better was flat out wrong. Well, at least this time they were. The Burton Nug Restricted is here to put the smack down on that myth. Featuring",
    "referenceId": null,
    "date_created": "1411361207",
    "date_modified": "1418182015",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766629",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Burton-Nug-Snowboard-Review-By-Skis-com",
    "category": null,
    "duration": 49,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "tyoBoHCeT2w",
        "hookText": "http:\/\/www.skis.com\/Burton-Nug-Restricted-Snowboard-2013\/272401,default,pd.html  Whoever told you that bigger is better was flat out wrong. Well, at least this time they were. The Burton Nug Restricted is here to put the smack down on that myth. Featuring Burton's Nug Raduction, the Nug Restricted is ballin extra short, but with increased contact points to rival the performance of its oversized brethren. The Channel's potential is fully realized when you vomit a pair of Burton EST bindings on this badboy or ultimate boardfeel and flex. V-Rocker bend is nice and mellow giving you that playfulness you desire and float you demand for fluffy situations. Twin shape and flex so you have no excuse for not getting rad switch. Super Fly core with DualZone EGD is built for durability and snappiness. Sintered base devours wax so you can reach puke speeds. Burton Nug Restricted extras include Squeezebox which is a thinner profile underfoot for a skate-like feel and maximized pop. Jumper Cables add to your boost so olly responsibly. Frostbite Edges provide traction through crud and ice while Pro-Tip tapered tips reduce the swing weight. As if the Nug Restricted needed any more swing weight reduction. Burton's Infinite Ride means the Nug is broken in for you so it's going to perform the same on day 1 as it will on day 100. Just because this Nug is Restricted doesn't mean you can't get it.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/tyoBoHCeT2w\/hqdefault.jpg",
        "mediaDuration": "49",
        "hdvFlag": 0,
        "uploadDate": 1342607713,
        "prettyDuration": "00:49"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "11",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 419.87042
}