{
    "title": "2013 Elan Amphibio Waveflex 78 TI Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Elan-Amphibio-Waveflex-78-Ti-Skis-with-EL-11.0-Fusion-Bindings-2013\/277815P,default,pd.html  The Elan Amphibio Waveflex 78 Ti is a great ski for the more advanced intermediate to expert skier. The Amphibio rocker profile has one rocker",
    "referenceId": null,
    "date_created": "1411361132",
    "date_modified": "1418182004",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765914",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Elan-Amphibio-Waveflex-78-TI-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 32,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "h2XNFgw0BpM",
        "hookText": "http:\/\/www.skis.com\/Elan-Amphibio-Waveflex-78-Ti-Skis-with-EL-11.0-Fusion-Bindings-2013\/277815P,default,pd.html  The Elan Amphibio Waveflex 78 Ti is a great ski for the more advanced intermediate to expert skier. The Amphibio rocker profile has one rockered edge on the outside of the ski, and a cambered edge on the inside of the ski. You can get the benefits of both rocker and camber in one ski. Rocker on the outside helps the ski hook up and turn easy, and the camber gives a powerful edge grip, you get a ski that is easy to turn and delivers excellent edge hold. A Mono layer of titanium with a Power Wood core enhances the skis responsiveness by giving it a damp feel, making it perfect for the heavier or more aggressive skier. The Waveflex zone on the shovel of the ski gives an easy longitudinal flex that helps carve, and turn while still having a stiff torsional flex for stability. The Amphibio 78 Ti has RST Sidewalls to give you a strong edge hold on the firm snow or ice. The new Fusion binding system is 15% lighter than before, and is free flexing, so the binding can move independently of the ski giving you more control with every turn you make. A wide binding interface will give you more power transmission from you boot to the ski edge and makes your skis even quicker edge to edge.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/h2XNFgw0BpM\/hqdefault.jpg",
        "mediaDuration": "32",
        "hdvFlag": 0,
        "uploadDate": 1342623670,
        "prettyDuration": "00:32"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 277.90363
}