{
    "title": "2013 Volkl Gotama Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Volkl-Gotama-Skis-2013\/272726P,default,pd.html  The Volkl Gotoma returns again this season, as an all mountain slayer that can excel in the choppy ungroomed terrain, or powder, but still be maneuverable and quick edge to edge when you ",
    "referenceId": null,
    "date_created": "1411361201",
    "date_modified": "1418182014",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766567",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Volkl-Gotama-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 29,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "hc0yiS9P2ro",
        "hookText": "http:\/\/www.skis.com\/Volkl-Gotama-Skis-2013\/272726P,default,pd.html  The Volkl Gotoma returns again this season, as an all mountain slayer that can excel in the choppy ungroomed terrain, or powder, but still be maneuverable and quick edge to edge when you feel like ripping a groomer. At 107mm underfoot the Gotama has the girth to float and smear, when the snow is soft and deep, but not be too lose on the hard pack. The Multi-Layer Sensor Wood Core is powered by carbon to give you that light, and responsive feel with out sacrificing stability. The Extended Low Profile (ELP) rocker profile will give you more finesse on the powder, help the ski hook up and engage turns quicker, and make the ski more predictable in all conditions. The Gotama has had a cult following since its inception for a reason. Its carving and turning ability for a ski in that waist width is unmatched, and it has the width, shape and rocker profile to be a great ski for the powder, and ungroomed terrain. It can be an excellent ski for the intermediate who is looking to broaden his horizons, without being too powerful, and it has plenty of stability and power for the expert who wants a ski that can go anywhere, but enjoys being off the trail more than not.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/hc0yiS9P2ro\/sddefault.jpg",
        "mediaDuration": "29",
        "hdvFlag": 0,
        "uploadDate": 1338428677,
        "prettyDuration": "00:29"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "26",
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 369.56427
}