{
    "title": "Kevin's Review-Salomon X Drive 80 FS Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Salomon-X-Drive-8.0-FS-Skis-with-XT-12-Bindings-2015\/361001P,default,pd.html\n\n\nThe X-Drive 8.0 FS from Salomon is a fantastic ski for advanced to expert skiers that are looking for an ultra quick carver on the groomed trails. The Honey",
    "referenceId": null,
    "date_created": "1411361110",
    "date_modified": "1418182000",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765715",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Kevin-s-Review-Salomon-X-Drive-80-FS-Skis-2015-Skis-com",
    "category": null,
    "duration": 58,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "gw-DrOU1Itw",
        "hookText": "http:\/\/www.skis.com\/Salomon-X-Drive-8.0-FS-Skis-with-XT-12-Bindings-2015\/361001P,default,pd.html\n\n\nThe X-Drive 8.0 FS from Salomon is a fantastic ski for advanced to expert skiers that are looking for an ultra quick carver on the groomed trails. The Honeycomb tip makes the X-Drive 8.0 even more maneuverable by lowering the swingweight of the ski, and it absorbs negative vibrations caused by light crud and bumps. The X-Chassis has diagonal carbon reinforcement over the mid body of the ski that gives you more torsional power, and stability. Salomon uses a RKS (Rocker Stabilizer) that adds a composite fiber directly in the contact point for quicker turn initiation. The Light Density Wood Core is 15% lighter than other wood core; add that with a single Ti Laminate you get a ski that has a very quick edge to edge feeling, with power and stability to handle your fastest speeds. Full length Sandwich Sidewalls will give you superior edge hold no matter how icy the runs can be. If are an aggressive skier that like quick tight turns on piest the new Salomon X-Drive 8.0 FS will be a great ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/gw-DrOU1Itw\/maxresdefault.jpg",
        "mediaDuration": "58",
        "hdvFlag": 1,
        "uploadDate": 1403659510,
        "prettyDuration": "00:58"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "12",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 437.69473
}