{
    "title": "Kevin's Review-Blizzard Bonafide Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Blizzard-Bonafide-Skis-2015\/362917P,default,pd.html\n\nThe Blizzard Bonafide is back again this season as a bestselling ski for heavier or aggressive skiers that are looking for a ski that is powerful and strong, no matter what type of r",
    "referenceId": null,
    "date_created": "1411361110",
    "date_modified": "1418182000",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765708",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Kevin-s-Review-Blizzard-Bonafide-Skis-2015-Skis-com",
    "category": null,
    "duration": 61,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "YWZhE3hAL9w",
        "hookText": "http:\/\/www.skis.com\/Blizzard-Bonafide-Skis-2015\/362917P,default,pd.html\n\nThe Blizzard Bonafide is back again this season as a bestselling ski for heavier or aggressive skiers that are looking for a ski that is powerful and strong, no matter what type of runs and conditions you are skiing. Blizzard's Flipcore 3D Rocker is made with a natural bend to the wood, the core is not broken, so it still maintains a solid, sturdy flex to it. On top of the solid wood core the Bonafide has 2.5 sheets of titanium. Two full length sheets over the entire ski, and an extra half sheet underneath the mounting platform for the binding. These extra sheets of Titanium only increase the dampness and power of the ski, making it unshakeable at high speeds, and give it the ability to blow through anything that stands in between you and getting on the chair for another lap. At 98mm underfoot the Bonafide can carve it up, float through the pow, and lay massive arcs down a steep groomer. Find out for yourself today why the Blizzard Bonafide is a top selling, top rated, award winning ski.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/YWZhE3hAL9w\/maxresdefault.jpg",
        "mediaDuration": "61",
        "hdvFlag": 1,
        "uploadDate": 1404258532,
        "prettyDuration": "01:01"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "9",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 536.8769
}