{
    "title": "2013 Volkl RTM 80 Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Volkl-RTM-80-Skis-with-Marker-iPT-Wideride-12-Bindings-2013\/272701P,default,pd.html  The Volkl RTM 80 is a perfect ski for the advanced skier or the expert who likes to spend more time carving up the corduroy than ripping up the powder",
    "referenceId": null,
    "date_created": "1411361204",
    "date_modified": "1418182014",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766598",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Volkl-RTM-80-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 46,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "UVb_8x1zR88",
        "hookText": "http:\/\/www.skis.com\/Volkl-RTM-80-Skis-with-Marker-iPT-Wideride-12-Bindings-2013\/272701P,default,pd.html  The Volkl RTM 80 is a perfect ski for the advanced skier or the expert who likes to spend more time carving up the corduroy than ripping up the powder. At 80mm underfoot it can be stable in some light powder, be quick edge to edge, and bust up the crud that can build up on the groomers. The full rocker camber shape gives you more maneuverability in softer snow, and on the groomers you get full, and consistent edge contact with the snow. The Extended Wood Core is powerful and damp, that gives you lots of responsiveness and power out of your ski. The Dual XTD Transmission Construction gives you the speed for an exciting ride, but you do not need to be an aggressive expert to enjoy it or control it. A layer of steel gives the RTM 80 lots of lateral and torsional strength for a nice clean ride. The iPT Wideride binding system has a 30% wider interface that delivers more precision and control of a ski of this width. The RTM 80 has been a best selling ski for the advanced or expert skier since its inception, get yours now while you still can.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/UVb_8x1zR88\/sddefault.jpg",
        "mediaDuration": "46",
        "hdvFlag": 0,
        "uploadDate": 1346313534,
        "prettyDuration": "00:46"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 444.48163
}