{
    "title": "2013 Scott Dozer Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Scott-Dozer-Skis-2013\/280097P,default,pd.html  As ski technology has improved the ability to make a one-ski quiver and while others may fall short the Dozer exceeds exactly what a ski can be. Based around a standard of versatility, a h",
    "referenceId": null,
    "date_created": "1411361124",
    "date_modified": "1418182003",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765836",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Scott-Dozer-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 42,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "wQfdwuciDvk",
        "hookText": "http:\/\/www.skis.com\/Scott-Dozer-Skis-2013\/280097P,default,pd.html  As ski technology has improved the ability to make a one-ski quiver and while others may fall short the Dozer exceeds exactly what a ski can be. Based around a standard of versatility, a high 90mm plus waist, the Dozer has the width to handle almost any snow condition apart for the deepest of powder but still retains quick response and solid edge hold. Sticking with strong and energetic SSCL Triax construction, a wood core laminated with fiberglass and full sidewalls, reinforced with addition triax fibers, the Dozer offers unflinching edge grip. Making the most of the pop and grip the Dozer uses 3D sidecut, a straight edge positioned between a Dual Radius shape that allows for huge turn variation and a ski that is more responsive than most. As the cherry on top the Dozer uses Twin Tip Rocker, a moderate 300mm tip and 200mm tail rocker, to offer that extra bit of flotation with playfulness in variable snow allowing you to slide or smear turns and makes for easier initiation and better response on hardpack. Every single bit of technology loaded into the Dozer was purposeful so that you can ski every inch of the mountain.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/wQfdwuciDvk\/sddefault.jpg",
        "mediaDuration": "42",
        "hdvFlag": 0,
        "uploadDate": 1340842263,
        "prettyDuration": "00:42"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "9",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 455.88492
}