{
    "title": "2013 Rossignol Temptation 78 Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Rossignol-Temptation-78-Womens-Skis-with-Xelium-Saphir-110-L-Bindings-2013\/274625P,default,pd.html  The Rossignol Temptation 78 is back again this season, as a perfect ski for the intermediate skier who will spend most of their time on",
    "referenceId": null,
    "date_created": "1411361168",
    "date_modified": "1418182009",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766256",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rossignol-Temptation-78-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 27,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "flQOqeQwgqE",
        "hookText": "http:\/\/www.skis.com\/Rossignol-Temptation-78-Womens-Skis-with-Xelium-Saphir-110-L-Bindings-2013\/274625P,default,pd.html  The Rossignol Temptation 78 is back again this season, as a perfect ski for the intermediate skier who will spend most of their time on the groomed blues. An Extended Sidecut continues beyond the contact point, so the more edge angle you apply, the more sidecut is engaged. At lower speeds the sidecut is less engaged, so the ski feels more maneuverable. The Extended Sidecut makes the Temptation 78 very easy to ski at all speeds. The Auto Turn Rocker has 30% rocker in the tip and tail, with 70% camber underfoot. The rocker in the tip and tail give you the ability to carve turns easier, and control your speed easier. The camber underfoot, gives you more control, and rebound in the middle of your turn. The newly designed Rossignol Xelium Binding system is the lightest binding on the market that is designed specifically for women. With a central sidewall, the Temptation 78 has the best of both worlds, cap and sidewall constructions. Cap Construction in the tip and tail make the ski lighter and more forgiving, while the sidewall underfoot provides the ski with more power, and better edge grip on firm snow. A Cascade Tip has varying shapes of fiberglass that make the ski lighter, controls torsional strength, and lowers the swing weight, so the Temptation 78 has stiff tip to control the beginning of the turn, but not be grabby when the snow is variable. At 78mm underfoot the Temptation 78 is most at home on the groomers, but can tackle the off trail requirements that the intermediate skier will need.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/flQOqeQwgqE\/sddefault.jpg",
        "mediaDuration": "27",
        "hdvFlag": 0,
        "uploadDate": 1344560966,
        "prettyDuration": "00:27"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "4",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 355.319
}