{
    "title": "2013 Fischer Hybrid 8 Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Fischer-Hybrid-8.0-Skis-2013\/278205P,default,pd.html  The Fischer Hybrid 8.0 is a new ski for the advanced to expert skier who is looking for one tool to take on all conditions. Fischer has developed Hybrid Rocker that is a switch on t",
    "referenceId": null,
    "date_created": "1411361128",
    "date_modified": "1418182003",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765876",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Fischer-Hybrid-8-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 34,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "4SJUr1A3zVc",
        "hookText": "http:\/\/www.skis.com\/Fischer-Hybrid-8.0-Skis-2013\/278205P,default,pd.html  The Fischer Hybrid 8.0 is a new ski for the advanced to expert skier who is looking for one tool to take on all conditions. Fischer has developed Hybrid Rocker that is a switch on the mid body of the ski that can change the camber profile of the ski from traditional camber to tip rocker with camber. If you feel like skiing some powder in the morning you should have the rocker activated to give you some better float in the soft stuff. In the afternoon once the pow has gotten chewed up and sun baked you can flip the switch to take the ski back to traditional camber for power, rebound and stability to charge groomers. You can get the best of both worlds with the Hybrid 8.0 rocker and camber. The 85 mm waist is very versatile for both on piste and off piste skiing, stability and float, while you still get quickness edge to edge. The Air Carbon Ti 0.5 Construction is very light, but gives you uncompromised stiffness, while still being very stiff torsionally, without adding any extra weight. The Hybrid 8.0 Also has a Sandwich Sidewall Construction that adds to the torsional stiffness, and gives you fantastic edge hold on the firm snow or even ice. If you are looking for an all mountain ski that can charge both the groomed and ungroomed terrain, and some days you want rocker some days you dont, the Fischer Hybrid 8.0 will be a great ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/4SJUr1A3zVc\/sddefault.jpg",
        "mediaDuration": "34",
        "hdvFlag": 0,
        "uploadDate": 1343879620,
        "prettyDuration": "00:34"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 599.5573
}