{
    "title": "Troy's Review-Atomic Blackeye ARC Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Atomic-Nomad-Blackeye-Skis-with-XTO-12-Bindings-2015\/360560P,default,pd.html\n\nThe Nomad Blackeye is a perfect ski for the beginner to intermediate skier that wants a ski that will be both easy to control and very stable up to moderatel",
    "referenceId": null,
    "date_created": "1411361102",
    "date_modified": "1418181999",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765630",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Troy-s-Review-Atomic-Blackeye-ARC-Skis-2015-Skis-com",
    "category": null,
    "duration": 53,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "sDXT7t5ZI6Q",
        "hookText": "http:\/\/www.skis.com\/Atomic-Nomad-Blackeye-Skis-with-XTO-12-Bindings-2015\/360560P,default,pd.html\n\nThe Nomad Blackeye is a perfect ski for the beginner to intermediate skier that wants a ski that will be both easy to control and very stable up to moderately fast speeds. The Blackeye is made with Atomic's Cap Fiber Ti Construction that has a great mix of forgiveness and stability. The Composite Core keeps the ski soft, light and easy to flex, while the Ti layer adds stability and power. The Blackeye is also made with ARC Technology that has only one mounting position on the center of the ski that has a very natural flex to it. With this natural flex more of the ski stays in contact with the snow, for more control and edge hold, in any snow condition. The ARC Technology gives you a stronger torsional strength, and Shockilla elastomers that will dampen out vibrations for a smoother ride. All Mountain Rocker has rocker in the tip to initiate turns quickly, and camber underfoot will give you a firm grip on the snow. At 81mm underfoot the Blackeye will carve easy turns on the groomers, and still have some width to give you stability on crud and light powder. The Blackeye will be a great ski for you if you want a ski that will be quick to turn, lightweight, forgiving and stable all in one ski.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/sDXT7t5ZI6Q\/maxresdefault.jpg",
        "mediaDuration": "53",
        "hdvFlag": 1,
        "uploadDate": 1405370115,
        "prettyDuration": "00:53"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "3",
        "7"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 350.50995
}