{
    "title": "2013 K2 Amp Aftershock Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/K2-A.M.P-Aftershock-Skis-with-Marker-MX-14.0-Bindings-2013\/273815P,default,pd.html  If you can feel the tremors, it is from the K2 Aftershock. If you are an expert skier that likes spending more time off the trial than on, or a strong ",
    "referenceId": null,
    "date_created": "1411361179",
    "date_modified": "1418182011",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766364",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-K2-Amp-Aftershock-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 30,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "8JqTUWZxBc4",
        "hookText": "http:\/\/www.skis.com\/K2-A.M.P-Aftershock-Skis-with-Marker-MX-14.0-Bindings-2013\/273815P,default,pd.html  If you can feel the tremors, it is from the K2 Aftershock. If you are an expert skier that likes spending more time off the trial than on, or a strong intermediate that wants to start venturing off trail, and do not want to get into a wider ski the A.M.P. Aftershock would be great for you. At 86mm underfoot you have the waist to take on any snow condition. K2s All Terrain Rocker makes the Aftershock specialize in powder, broken snow, and bumps. The Tip Rocker Keeps the tip floating in the soft snow, and absorbs the negative energy that is caused by variable snow conditions. The Metal Laminate, Hybritech Sidewalls, and a 86mm waist make the Aftershock one of the more groomer friendly 85+ waisted skis on the market today. With a 17m turn radius this ski is great for medium to long radius turns on the groomers. The Mod Construction, and Mod Monic Dampening system beefs up the mid point of the shovel to keep it stable when you thunder down groomers, and when the snow is cruddy. If you enjoy spending more time in the ungroomed stuff than the groomers, and are an athletic intermediate who wants a wider ski, but not too wide, cause your own earthquake with the K2 Aftershock.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/8JqTUWZxBc4\/sddefault.jpg",
        "mediaDuration": "30",
        "hdvFlag": 0,
        "uploadDate": 1346200881,
        "prettyDuration": "00:30"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "18",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 506.96857
}