{
    "title": "Hunter's Review-Nordica NRGy 90 Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Nordica-NRGy-90-Skis-2015\/352742P,default,pd.html\n\nThe all new Nordica NRGy 90 is a great ski for the advanced to expert skier that wants a ski that will surf down the groomers making medium to long radius turns. The All Mountain camRo",
    "referenceId": null,
    "date_created": "1411361097",
    "date_modified": "1418181998",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765592",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Hunter-s-Review-Nordica-NRGy-90-Skis-2015-Skis-com",
    "category": null,
    "duration": 43,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "4FtvVYxLpzw",
        "hookText": "http:\/\/www.skis.com\/Nordica-NRGy-90-Skis-2015\/352742P,default,pd.html\n\nThe all new Nordica NRGy 90 is a great ski for the advanced to expert skier that wants a ski that will surf down the groomers making medium to long radius turns. The All Mountain camRock has camber underfoot that will give you rebound, and grip on the snow, and the rockered tip will help you enter turns very easily, keep you on top of the fresh snow, and absorb negative vibrations from bumps and crud. A flared tail will help you exit turns effortlessly, making the NRGy 90 a great ski for charging the mogul runs. A Titanium Bridge is placed in all of the right places to deliver power and torsional strength to the ski, but does not cause it to be too heavy that will cause you to fatigue too early in the day. Nordica's vertically laminated wood i-Core has a very poppy, springy feeling causing the NRGy 90 to have the perfect mix of liveliness and stability. At 90mm at the waist the NRGy 90 skis great, both on trail and off, but is best at home on groomers, or ungroomed terrain without too much fresh powder on it. If you are looking for a ski that will come across the fall line, that loves speed, and various turn shapes the new Nordica NRGy 90 will be a great ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/4FtvVYxLpzw\/maxresdefault.jpg",
        "mediaDuration": "43",
        "hdvFlag": 1,
        "uploadDate": 1406754146,
        "prettyDuration": "00:43"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 416.10312
}