{
    "title": "2013 Volkl RTM 75 IS Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Volkl-RTM-75-iS-Skis-with-Marker-4-Motion-11.0-TC-Bindings-2013\/272710P,default,pd.html  The Volkl RTM 75iS is a great ski for the solid intermediate. Volkl has added tip rocker to the ski to give you quicker turn initiation. Tip rocke",
    "referenceId": null,
    "date_created": "1411361202",
    "date_modified": "1418182014",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766579",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Volkl-RTM-75-IS-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 20,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "g9rDlEMOE9Y",
        "hookText": "http:\/\/www.skis.com\/Volkl-RTM-75-iS-Skis-with-Marker-4-Motion-11.0-TC-Bindings-2013\/272710P,default,pd.html  The Volkl RTM 75iS is a great ski for the solid intermediate. Volkl has added tip rocker to the ski to give you quicker turn initiation. Tip rocker engages the tip faster when the ski it put on edge, and smoothes out the negative vibrations that is caused by bumps and crud. At 75mm underfoot the RTM 75iS is really quick edge to edge and prefers short to medium radius turns. The dual wood core has parallel strips of wood surrounded by polyurethane, with extra glass sheets on the top and bottom for extra rebound out of the ski. Equipped with the Marker 4 Motion 11.0 Twin Cam binding system you get a deep and even flex out of the ski, with a triple pivot compact toe, and Twin Cam heel. The XTD Progressive Technology has a unique 3D design that stabilizes the front of the ski, and transfers power to the mid body, for an easy ride, and improved balance. The progressive flex with a softer tail will allow you to exit one turn and enter the next very easily. If you are a solid intermediate that likes a ski to be stable and responsive, and prefers the groomers to the ungroomed terrain the Volkl RTM 75 iS is the ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/g9rDlEMOE9Y\/hqdefault.jpg",
        "mediaDuration": "20",
        "hdvFlag": 0,
        "uploadDate": 1346313179,
        "prettyDuration": "00:20"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 353.5808
}