{
    "title": "2013 Elan Amphibio Insomnia Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Elan-Amphibio-Insomnia-Womens-Skis-with-ELW-11.0-Fusion-Bindings-2013\/277841P,default,pd.html  The Elan Amphibio Insomnia is a high powered carving ski for advanced to expert skiers who want their skis to turn quick and powerful down s",
    "referenceId": null,
    "date_created": "1411361131",
    "date_modified": "1418182003",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765903",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Elan-Amphibio-Insomnia-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 40,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "XYY5W25011Y",
        "hookText": "http:\/\/www.skis.com\/Elan-Amphibio-Insomnia-Womens-Skis-with-ELW-11.0-Fusion-Bindings-2013\/277841P,default,pd.html  The Elan Amphibio Insomnia is a high powered carving ski for advanced to expert skiers who want their skis to turn quick and powerful down steep groomers. The Amphibio Rocker has a rockered tip on the outside edges, and camber on the inside edges, with traditional camber underfoot. You get solid edge grip, with the quick turn initiation of a rockered tip. Elan does not compromise on the flex of the ski, or on the edge hold, the Amphibio Rocker profile gives you the best of both worlds. The Waveflex Zone has waves down the shovel that gives you a smooth longitudinal flex that gives you great edge hold, and quick turning, without compromising any torsional strength. The smooth flex and torsional strength you get quickness edge to edge, but stability on longer more powerful turns. A single layer of titanium adds a very damp and powerful feel to the Insomnia. The Fusion Binding System is integrated in to the housing of the ski, and is free flexing giving the ski a continuous, even flex giving you full contact and control with every turn. The RST Sidewalls will give you powerful edge grip, and direct power transfer from the skis to the snow. If you are dreaming of a ski that makes short quick turns, and long powerful turns the Elan Amphibio Insomnia will keep you up all night long.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/XYY5W25011Y\/hqdefault.jpg",
        "mediaDuration": "40",
        "hdvFlag": 0,
        "uploadDate": 1342619189,
        "prettyDuration": "00:40"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "11",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 352.07993
}