{
    "title": "Julie's Review-Atomic Affinity Sky Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Atomic-Affinity-Sky-Womens-Skis-with-XTO-10-Bindings-2015\/360579P,default,pd.html\n\nThe Affinity Sky from Atomic is all new this season. The Sky is a great ski for intermediate to advanced skiers that want a lightweight ski with a snapp",
    "referenceId": null,
    "date_created": "1411361103",
    "date_modified": "1418181999",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765640",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Julie-s-Review-Atomic-Affinity-Sky-Skis-2015-Skis-com",
    "category": null,
    "duration": 52,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "dM7eWiN5Fhs",
        "hookText": "http:\/\/www.skis.com\/Atomic-Affinity-Sky-Womens-Skis-with-XTO-10-Bindings-2015\/360579P,default,pd.html\n\nThe Affinity Sky from Atomic is all new this season. The Sky is a great ski for intermediate to advanced skiers that want a lightweight ski with a snappy feeling that will make short to medium radius turns. Atomic's All Mountain Rocker has 85% of the ski with camber underfoot, and 15% of the tip has rocker to help you engage turns quicker and easier. Camber underfoot will give you a good grip on the snow as you turn down the groomers. The Sky uses Atomic's Step Down Sidewall Construction that has cap construction in the tip and tail that will keep the weight down on the ski, make it more forgiving in your turns, and give you more maneuverability. The Sidewall underfoot will give you better edge hold on the firm snow. A Solid Wood Core will have a very snappy, lively feel, and provide you with stability. The Affinity line uses a V-Shape meaning that the tips are wider than the tails that make it much easier for you to steer and control the ski. If you want a ski that will be lively, quick to turn, and light on your feet the Atomic Affinity Ski will is a great ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/dM7eWiN5Fhs\/maxresdefault.jpg",
        "mediaDuration": "52",
        "hdvFlag": 1,
        "uploadDate": 1405368542,
        "prettyDuration": "00:52"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 550.3353
}