{
    "title": "2013 Rossignol Experience 88 Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Rossignol-Experience-88-Skis-2013\/253591P,default,pd.html  Rossignol hit the nail on the head with the Experience 88. This has been a tester favorite the last two years when Skis.com sends a team of testers to industry demos. The Auto ",
    "referenceId": null,
    "date_created": "1411361221",
    "date_modified": "1418182016",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766745",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rossignol-Experience-88-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 50,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "Fbfu3gDbudg",
        "hookText": "http:\/\/www.skis.com\/Rossignol-Experience-88-Skis-2013\/253591P,default,pd.html  Rossignol hit the nail on the head with the Experience 88. This has been a tester favorite the last two years when Skis.com sends a team of testers to industry demos. The Auto Turn Rocker is a unique blend of thirty percent tip and tail rocker, with seventy percent traditional camber underfoot. Tip rocker helps the ski plane on top of the powder, initiate turns quicker on the hard pack, and deflect some of the negative energy that you encounter in the bumps and crud. The extended sidecut continues beyond the contact points where the tip and tail rocker start, so when you increase the edge angle more sidecut is engaged for powerful edge grip especially on the ice and firm snow. A cascade tip lightens up the tip of the ski for a lower swing weight making the Experience 88 extremely nimble in all conditions. Full length vertical sidewalls give superior edge grip on the hard pack without making the ski too demanding. The Experience 88 is a home run, plenty of ski for the expert that will spend moderate time off the trail, the intermediate that is looking for some game improvement on the hard pack and in the broken snow. A great ski for everyone.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Fbfu3gDbudg\/sddefault.jpg",
        "mediaDuration": "50",
        "hdvFlag": 0,
        "uploadDate": 1344551574,
        "prettyDuration": "00:50"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 505.33133
}