{
    "title": "2013 Dynastar Outland 80 Pro Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Dynastar-Outland-80-Pro-Skis-with-PX-Fluid-Bindings-2013\/279040P,default,pd.html  The Dynastar Outland 80 Pro features an award-winning on-trail performance with 'crossover' off-trail versatility. All-Mountain rocker technology feature",
    "referenceId": null,
    "date_created": "1411361124",
    "date_modified": "1418182003",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765845",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Dynastar-Outland-80-Pro-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 25,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "xNb-LNqNLFE",
        "hookText": "http:\/\/www.skis.com\/Dynastar-Outland-80-Pro-Skis-with-PX-Fluid-Bindings-2013\/279040P,default,pd.html  The Dynastar Outland 80 Pro features an award-winning on-trail performance with 'crossover' off-trail versatility. All-Mountain rocker technology features moderate tip and tail rocker that allows easier turn initiation and soft snow performance. It also provides full-length sidecut engagement for powerful and confident edge grip. 3D wood core construction is a thicker core profile at edges which provides powerful grip and energy transmission. The milled center reduces weight improving versatility and control. Super Fiber is basalt and aramide fibers woven into fiberglass for increased strength and rebound. Super Fiber absorbs vibrations and increases ski-snow contact. Autodrive is a blend of vertical sidewall and cap constructions for superior edge hold combined with comfortable turn transitions. Vertical sidewalls underfoot provide increased power and edge grip while cap construction toward tip and tail allows less aggressive turn entry and exit. If you're a more aggressive skier, the Outlander 80 Pro is going to quench your thirst for a truly all-mountain ski.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/xNb-LNqNLFE\/hqdefault.jpg",
        "mediaDuration": "25",
        "hdvFlag": 0,
        "uploadDate": 1342615065,
        "prettyDuration": "00:25"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 340.90402
}