{
    "title": "2013 Elan Amphibio Waveflex 78 Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Elan-Amphibio-Waveflex-78-Skis-with-EL-11.0-Fusion-Bindings-2013\/277820P,default,pd.html  The Elan Amphibio Waveflex 78 Fusion is a great ski for the intermediate to advanced skier who will spend almost all of their time on piste makin",
    "referenceId": null,
    "date_created": "1411361132",
    "date_modified": "1418182004",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765909",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Elan-Amphibio-Waveflex-78-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 44,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "ITdnWcGunLU",
        "hookText": "http:\/\/www.skis.com\/Elan-Amphibio-Waveflex-78-Skis-with-EL-11.0-Fusion-Bindings-2013\/277820P,default,pd.html  The Elan Amphibio Waveflex 78 Fusion is a great ski for the intermediate to advanced skier who will spend almost all of their time on piste making quick and controlled turns. The Rocker profile has one rockered edge on the outside of the ski, and a cambered edge on the inside of the ski. You can get the benefits of both rocker and camber in one ski. Rocker on the outside helps the ski hook up and turn easy, and the camber gives you powerful edge grip, you get a ski that is easy to turn and delivers superior edge hold. The Waveflex zone on the shovel of the ski gives the ski an easy longitudinal flex, that helps you carve, and turn with ease, while still having a stiff torsional flex for stability and control. A Lithium layer reinforces the Power Wood core for a lively ski that has some power. The new Fusion binding system is 15% lighter than before, and is free flexing, so the binding can move independently of the ski giving you more control with every turn you make. A wide binding interface will give you more power transmission from you boot to the ski edge and makes your skis even quicker edge to edge. The Amphibio 78 has RST Sidewalls to give you even stronger edge hold on the firm snow or ice.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ITdnWcGunLU\/hqdefault.jpg",
        "mediaDuration": "44",
        "hdvFlag": 0,
        "uploadDate": 1342622556,
        "prettyDuration": "00:44"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "25",
        "32"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 303.74033
}