{
    "title": "2013 Burton Feelgood Flying V Snowboard Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Burton-Feelgood-Flying-V-Womens-Snowboard-2013\/271607P,default,pd.html  Hannah, Hannah, Hannah. There is a very good reason why Hannah Teter rides the Burton Feelgood Flying V. Allow us to try and elaborate. The Flying V shape places r",
    "referenceId": null,
    "date_created": "1411361208",
    "date_modified": "1418182015",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766643",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Burton-Feelgood-Flying-V-Snowboard-Review-By-Skis-com",
    "category": null,
    "duration": 34,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "rLdSvHw6nj8",
        "hookText": "http:\/\/www.skis.com\/Burton-Feelgood-Flying-V-Womens-Snowboard-2013\/271607P,default,pd.html  Hannah, Hannah, Hannah. There is a very good reason why Hannah Teter rides the Burton Feelgood Flying V. Allow us to try and elaborate. The Flying V shape places rocker between and outside the feet wth subtle camber zones underfoot. The rocker zones provide playfulness and float while the camber underfoot focuses edge control and snap. Directional shape is the ideal all-mountain shape for versatility. The Women's-Specific True Flex Fly II Core is designed specifically for the ladies so keep the boys away. Frostbite Edges extend out underfoot for superb grip on ice and crud. Infinite Ride does away with the break-in period so it rides on the 100th day like it did on the first. To round out the feature list, the Burton Feelgood Flying V has a Sintered WFO base. Wax up this super absorbent base and starting breaking the sound barrier. No wonder Hannah chooses the Feelgood Flying V as her weapon of mass destruction.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/rLdSvHw6nj8\/sddefault.jpg",
        "mediaDuration": "34",
        "hdvFlag": 0,
        "uploadDate": 1342604699,
        "prettyDuration": "00:34"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 304.22156
}