{
    "title": "2013 Elan Amphibio Waveflex 82 XTI Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Elan-Amphibio-Waveflex-82-XTi-Skis-with-ELX-12.0-Fusion-Bindings-2013\/277803P,default,pd.html  The Elan Amphibio Waveflex 82 XTi is a great all mountain ski for the expert who is looking for some technology and power in their ski. The ",
    "referenceId": null,
    "date_created": "1411361134",
    "date_modified": "1418182004",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765931",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Elan-Amphibio-Waveflex-82-XTI-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 29,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "zwnXbaaUWWA",
        "hookText": "http:\/\/www.skis.com\/Elan-Amphibio-Waveflex-82-XTi-Skis-with-ELX-12.0-Fusion-Bindings-2013\/277803P,default,pd.html  The Elan Amphibio Waveflex 82 XTi is a great all mountain ski for the expert who is looking for some technology and power in their ski. The Amphibio rocker profile has one rockered edge on the outside of the ski, and a cambered edge on the inside of the ski. You can get the benefits of both rocker and camber in one ski. Rocker on the outside helps the ski hook up and turn easy, and the camber gives a powerful edge grip, you get a ski that is easy to turn and delivers powerful edge hold and quick turning. The XTi construction has a layer of titanium give great edge control while longitudinal carbon fibers give responsiveness and an easy transition in turns. RST Sidewalls to give you a strong edge hold on the firm snow or even ice, and they transmit energy directly to the snow. The new Fusion binding system is 15% lighter than before. The Waveflex zone on the shovel of the ski gives the ski an easy longitudinal flex, that helps you carve, and turn with ease, while still having a stiff torsional flex for stability and control, making the Amphibio Waveflex 82 XTi a really easy ski to carve both short quick turns, and long powerful turns. The 82 mm waist is wide enough for you to take on some light powder, and crush the crud.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/zwnXbaaUWWA\/sddefault.jpg",
        "mediaDuration": "29",
        "hdvFlag": 0,
        "uploadDate": 1342626470,
        "prettyDuration": "00:29"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "4",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 434.6439
}