{
    "title": "2013 K2 Amp Impact Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/K2-A.M.P.-Impact-Skis-with-K2\/Marker-MX-11.0-TC-Bindings-2013\/273824P,default,pd.html  The K2 A.M.P. Impact will make an impact on your skiing. If you are an strong intermediate, or an advanced skier who will be mostly on groomers, but",
    "referenceId": null,
    "date_created": "1411361177",
    "date_modified": "1418182011",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766353",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-K2-Amp-Impact-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 43,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "YrBY-Rp7-b4",
        "hookText": "http:\/\/www.skis.com\/K2-A.M.P.-Impact-Skis-with-K2\/Marker-MX-11.0-TC-Bindings-2013\/273824P,default,pd.html  The K2 A.M.P. Impact will make an impact on your skiing. If you are an strong intermediate, or an advanced skier who will be mostly on groomers, but venture in the ungroomed terrain the Impact will be perfect for you. The Progressive Sidecut makes all turn shapes easier, especially in variable snow conditions. Hybritech Sidewalls will give you better edge grip on firm snow or ice. The Triaxial Braided Fir\/Aspen wood core has the Carbon Web Construction. The Carbon Web is woven strands that are laid at angles that add additional level of torsional rigidity on the secondary core. The Carbon Web keeps the ski light, and adds strength. The All Terrain Rocker will improve your control in all snow conditions. Tip rocker engages turns quicker on the hard pack, float better in powder, and give you a smoother ride in variable snow. A zinc Mod Monic Dampening System will reduce the vibrations that are caused by chatter, when you are skiing fast, or the snow is firm. At 80mm underfoot the Impact has the waist width to float in light powder, turn quick on the groomers, and handle crud. If you are a strong intermediate or advanced skier looking to make an impact on your skiing get the K2 Impact.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/YrBY-Rp7-b4\/sddefault.jpg",
        "mediaDuration": "43",
        "hdvFlag": 0,
        "uploadDate": 1343940497,
        "prettyDuration": "00:43"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "16",
        "4"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 546.3404
}