{
    "title": "2013 Atomic Punx Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Atomic-Punx-Skis-2013\/275820P,default,pd.html  The Atomic Punx is a great ski for the punks that are always searching for the latest and greatest pure park or rail ski. The Punx has been on the podium for numerous X-Games and Dew Tours",
    "referenceId": null,
    "date_created": "1411361152",
    "date_modified": "1418182007",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766111",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Atomic-Punx-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 21,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "68WZdcSgH5M",
        "hookText": "http:\/\/www.skis.com\/Atomic-Punx-Skis-2013\/275820P,default,pd.html  The Atomic Punx is a great ski for the punks that are always searching for the latest and greatest pure park or rail ski. The Punx has been on the podium for numerous X-Games and Dew Tours for good reason. The Active Camber combined with a solid wood core has lots of spring and pop for boosting you off the lip of a super pipe, or giant table top. The Slanted Sidewall Construction gives the Punx a dynamic, and durable construction, so it can keep taking the beatings of your late night urban sessions. The Resist Edge 2.2 has edges that are 2.2 mm thick for extra durability for harsh landings on a rail set up in your local park. With a symmetrical side cut and shape the Punx is equally excited to be skiing or landing switch or regular. If you are ready to show all of the punks at your ski resort who is da man in the park, show up on your new pair of Atomic Punx.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/68WZdcSgH5M\/sddefault.jpg",
        "mediaDuration": "21",
        "hdvFlag": 0,
        "uploadDate": 1346197996,
        "prettyDuration": "00:21"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "26",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 538.4135
}