{
    "title": "2013 Volkl RTM 84 Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Volkl-RTM-84-Skis-with-Marker-iPT-Wideride-12.0-Bindings-2013\/272641P,default,pd.html  The Volkl RTM 84 is a perfect ski for someone who likes to ski fast, powerful and look good while the do it. At 84mm underfoot this ski can float in",
    "referenceId": null,
    "date_created": "1411361205",
    "date_modified": "1418182014",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766612",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Volkl-RTM-84-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 45,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "ONYPkvlHoFQ",
        "hookText": "http:\/\/www.skis.com\/Volkl-RTM-84-Skis-with-Marker-iPT-Wideride-12.0-Bindings-2013\/272641P,default,pd.html  The Volkl RTM 84 is a perfect ski for someone who likes to ski fast, powerful and look good while the do it. At 84mm underfoot this ski can float in some light powder, pound a nasty zipper line through the bumps, and is most at home railing medium radius turns down a steep groomer. A full rocker profile gives the RTM 84 extra maneuverability in the soft snow, deflects the negative energy that is caused by crud, and most importantly gives you full uninterrupted edge contact when the ski is on edge. The Marker iPT Wideride is specifically designed for skis over 80mm wide. It has a 30% wider interface that gives you more precision and control over your ski. The Dual XTD Transmission Sidewall Construction has reinforced channels over the sidewalls and edges, to reduce chatter, and give you a stable ride throughout the turn, regardless of snow conditions. An extra layer of titanium only beefs up the construction of the ski giving you ultimate torsional and lateral power. The Extended Sensorwood Core is extended upward and lengthwise to form the XTD Transmission Construction. If you are looking for a ski that knows no speed limit or boundaries you have found one with the Volkl RTM 84.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ONYPkvlHoFQ\/sddefault.jpg",
        "mediaDuration": "45",
        "hdvFlag": 0,
        "uploadDate": 1338508865,
        "prettyDuration": "00:45"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 405.9091
}