{
    "title": "2013 Salomon Origins Lagoon Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Salomon-Origins-Lagoon-Womens-Skis-with-L9-B80-Bindings-2013\/276811P,default,pd.html  The Salomon Origins Lagoon is a perfect ski for the true beginner or tweener that is ready for her first adult system ski. The Salomon Lightrak L9 bi",
    "referenceId": null,
    "date_created": "1411361144",
    "date_modified": "1418182005",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766026",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Salomon-Origins-Lagoon-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 35,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "5bzFIM2hFpw",
        "hookText": "http:\/\/www.skis.com\/Salomon-Origins-Lagoon-Womens-Skis-with-L9-B80-Bindings-2013\/276811P,default,pd.html  The Salomon Origins Lagoon is a perfect ski for the true beginner or tweener that is ready for her first adult system ski. The Salomon Lightrak L9 binding system provides an even deep flex, and never needs to be re-drilled if you need to change boots. The Composite Monocoque Cap Construction is lightweight and forgiving with out being too flimsy. The Pulse Pad Dampening System has elastomers along the edge of the ski for smoother ski to snow contact. Salomon's 3D Stealth Tip is a lower shaped shovel that has a flat contact angle to the snow, allowing the ski to roll over terrain variations, and keep the front of the ski to be smooth and chatter free. The Pulse Pad Dampening System is an elastomer layer over the entire edge of the ski for softer ski to snow contact. A 72mm waist is quick edge to edge and will have you carving turns in no time. If you are a true beginner or are looking for a lightweight and forgiving ski for your tween or young teen the Salomon Origins Lagoon is for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/5bzFIM2hFpw\/sddefault.jpg",
        "mediaDuration": "35",
        "hdvFlag": 0,
        "uploadDate": 1344988103,
        "prettyDuration": "00:35"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 451.56155
}