{
    "title": "2013 Rossignol Attraxion 8 Echo Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Rossignol-Attraxion-8-Echo-Womens-Skis-with-Saphir-110-L-WTPI-2-Bindings-2013\/274608P,default,pd.html  The Rossignol Attraxion 8 Echo is a high powered carving ski for advanced to expert skiers who like fast carves, in a short radius. ",
    "referenceId": null,
    "date_created": "1411361169",
    "date_modified": "1418182009",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766266",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rossignol-Attraxion-8-Echo-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 33,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "RK1EGG-Q5RQ",
        "hookText": "http:\/\/www.skis.com\/Rossignol-Attraxion-8-Echo-Womens-Skis-with-Saphir-110-L-WTPI-2-Bindings-2013\/274608P,default,pd.html  The Rossignol Attraxion 8 Echo is a high powered carving ski for advanced to expert skiers who like fast carves, in a short radius. The Echo 8 has a 12 meter turning radius that is tight enough to rival most slalom skis today. The Oversized Sidecut has aggressive oversized tips and tails that combined with a modern waist, gives you terrific edge grip and stability through out the turn. The VAS Linen Core Construction is more eco-friendly than traditional fibers, and dampens the vibrations that are caused by skiing fast, or firm snow. The IPS Concave system gives the Echo 8 easier transmission of power, and the concave profile makes the sidewalls higher to apply even more pressure on the edges. The Sandwich Laminate construction gives the Attraxion Echo 8 stability at high speeds, and powerful edge grip on the firm snow or even ice. Strong carving skis are hard to find for the advanced to expert women...Look no further the Rossignol Attraxion 8 Echo has it all for lightning quick turns at high speeds.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/RK1EGG-Q5RQ\/sddefault.jpg",
        "mediaDuration": "33",
        "hdvFlag": 0,
        "uploadDate": 1344549513,
        "prettyDuration": "00:33"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "18",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 297.36856
}