{
    "title": "2013 Rossignol Experience 83 Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Rossignol-Experience-83-Skis-with-TPX-Axium-120-L-Bindings-2013\/227470P,default,pd.html  Rossignol's Experience 83 is an extremely versatile tool for skiing the entire mountain. Rossi's Auto Turn Rocker is a blend of seventy percent ca",
    "referenceId": null,
    "date_created": "1411361302",
    "date_modified": "1418182026",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3767404",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rossignol-Experience-83-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 30,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "yklgsNu4Fyw",
        "hookText": "http:\/\/www.skis.com\/Rossignol-Experience-83-Skis-with-TPX-Axium-120-L-Bindings-2013\/227470P,default,pd.html  Rossignol's Experience 83 is an extremely versatile tool for skiing the entire mountain. Rossi's Auto Turn Rocker is a blend of seventy percent camber underfoot, with thirty percent tip and tail rocker. Tip rocker initiates the skis quicker on the hard pack, gives you more floatation in the powder, and helps deflect negative energy when you ski into the crud. The extended sidecut continues past the contact points where the tip and tail rocker starts, so when you put the ski up on edge more sidecut is engaged for more powerful turns and better grip on the ice or firm snow. A wide mounting plate for the bindings increases leverage and control when you make some nice sweeping turns down the fall line. Full vertical sidewalls have all of the edge grip that you will need on ice that you may encounter back east or in the Midwest. The cascade tip lowers swing weight for quicker turn initiation. The Experience 83 is a true all mountain tool if you plan on skiing everywhere. Experience the experience today.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/yklgsNu4Fyw\/sddefault.jpg",
        "mediaDuration": "30",
        "hdvFlag": 0,
        "uploadDate": 1338325806,
        "prettyDuration": "00:30"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "26",
        "16"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 368.6503
}