{
    "title": "2013 Rome Agent Rocker Snowboard Review By Skis.ciom",
    "description": "http:\/\/www.skis.com\/Rome-Agent-Rocker-Snowboard-2013\/271156P,default,pd.html?dwvar_271156P_SwatchValue=153cm  The Rome Agent Rocker Snowboard has what it takes to send high speed powder lines while still being right at home in the park. Reverse MTN Pop Ca",
    "referenceId": null,
    "date_created": "1411361215",
    "date_modified": "1418182016",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766691",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rome-Agent-Rocker-Snowboard-Review-By-Skis-ciom",
    "category": null,
    "duration": 43,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "8hh99NwuJ90",
        "hookText": "http:\/\/www.skis.com\/Rome-Agent-Rocker-Snowboard-2013\/271156P,default,pd.html?dwvar_271156P_SwatchValue=153cm  The Rome Agent Rocker Snowboard has what it takes to send high speed powder lines while still being right at home in the park. Reverse MTN Pop Camber is the best of both worlds, reverse camber between the feet keep it loose, playful, and floaty. While positive camber in the nose and tail delivers a ton of pop and rigidity for stomping landings. Quickrip sidecut geometry gives you a short playful feel at slower speeds and a longer fast and stable feel at higher speeds. Singlebarrel HotRods increases the longitudinal kick without altering the rest of the flex profile, we lay in a single tube in the midline. A sintered base gets you to top speeds instantly and will let you take those landings deep. Maybe a little too deep but the Basalt Impact Plates will prevent your feet from getting bruised and are eco-friendly. A beefier edge is made for taking abuse day in and day out with a park edge bevel for finesse and grip. PressurePop Technology channel all your power to the right areas increasing ollies and nollies without increasing board weight. The Rome Agent Snowboard is the 007 of snowboarding.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/8hh99NwuJ90\/hqdefault.jpg",
        "mediaDuration": "43",
        "hdvFlag": 0,
        "uploadDate": 1346306856,
        "prettyDuration": "00:43"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 562.0598
}