{
    "title": "2013 Burton Whammy Bar Snowboard Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Burton-Whammy-Bar-Snowboard-2013\/271568P,default,pd.html  The Burton Whammy Bar is an award winning slayer of rails and anything else you can jib. The V-Rocker, Mid Spoon, and Scoop give you a playful ride so you have less hang ups on ",
    "referenceId": null,
    "date_created": "1411361209",
    "date_modified": "1418182015",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766646",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Burton-Whammy-Bar-Snowboard-Review-By-Skis-com",
    "category": null,
    "duration": 42,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "V_KpTKdwTWY",
        "hookText": "http:\/\/www.skis.com\/Burton-Whammy-Bar-Snowboard-2013\/271568P,default,pd.html  The Burton Whammy Bar is an award winning slayer of rails and anything else you can jib. The V-Rocker, Mid Spoon, and Scoop give you a playful ride so you have less hang ups on the kinked stuff and more float on the white stuff. Rail Ready Edge Tune allows you to get right to it straight out of the box. Twin shape and flex makes the Whammy a bammy in either direction so get rad on your switch game and nollies. Ellip Kicks is a elliptical tip and tail shape that promotes pop while providing added float and clearance when riding pow and variable conditions. Pro-Tip reduces swing weight via tapered tips so go ahead and triple cork that double kink. The Whammy Bar features Burton's Infinite Ride which means the board is going to ride the same from day 1 to day 100. Unless of course you get too rad and snap the sucker. You'll just get brownie points for that one. Enough tech for you? Good, now get the Burton Whammy Bar and go knock on some downrails.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/V_KpTKdwTWY\/sddefault.jpg",
        "mediaDuration": "42",
        "hdvFlag": 0,
        "uploadDate": 1342609545,
        "prettyDuration": "00:42"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "9",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 479.09854
}