{
    "title": "Hans's Review-Volkl RTM 84 Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Volkl-RTM-84-Skis-with-Marker-iPT-Wideride-12.0-Bindings-2015\/362586P,default,pd.html\n\nThe RTM 84 from Volkl is the perfect ski for experts that like going fast, who want a ski that will make medium to long radius turns, and not chatte",
    "referenceId": null,
    "date_created": "1411361103",
    "date_modified": "1418181999",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765646",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Hans-s-Review-Volkl-RTM-84-Skis-2015-Skis-com",
    "category": null,
    "duration": 46,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "UOujMWvpnNo",
        "hookText": "http:\/\/www.skis.com\/Volkl-RTM-84-Skis-with-Marker-iPT-Wideride-12.0-Bindings-2015\/362586P,default,pd.html\n\nThe RTM 84 from Volkl is the perfect ski for experts that like going fast, who want a ski that will make medium to long radius turns, and not chatter, no matter how fast you take on the groomed trails. At 84mm at the waist the RTM 84 is best for on trail skiing, but can tackle bumps, crud and light powder off piste. The Extended Sensor Wood Core is lifted upward and length wise for a stiff and powerful ski, that has a very strong torsional strength that can handle even the biggest and most aggressive skiers. Volkl's XTD Transmission Sidewalls give you a powerful grip on the snow, stability, and unmatched edge hold on the firm snow. The iPT Wideride Binding System has a larger mounting platform to give you a direct transfer of energy from your boots, to your bindings, to your skis. Two Sheets of Titanium only add to the toughness and power of this best selling ski. If you are looking for a ski that will feel damp and powerful, that always wants to go faster and faster, the Volkl RTM 84 will be a great ski for you. Find out for yourself why so many skiers have to have this bad boy.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/UOujMWvpnNo\/maxresdefault.jpg",
        "mediaDuration": "46",
        "hdvFlag": 1,
        "uploadDate": 1404773731,
        "prettyDuration": "00:46"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "4"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 398.22327
}