{
    "title": "2013 Blizzard Magnum 80 TI Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Blizzard-Magnum-8.0-Ti-Skis-2013\/275154P,default,pd.html  The Blizzard Magnum 8.0 Ti is a great ski for advanced to expert skiers who love flying down the groomers at medium to fast speeds making medium to tight radius turns. The Flipc",
    "referenceId": null,
    "date_created": "1411361166",
    "date_modified": "1418182009",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766240",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Blizzard-Magnum-80-TI-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 31,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "ChcnY5FxgMc",
        "hookText": "http:\/\/www.skis.com\/Blizzard-Magnum-8.0-Ti-Skis-2013\/275154P,default,pd.html  The Blizzard Magnum 8.0 Ti is a great ski for advanced to expert skiers who love flying down the groomers at medium to fast speeds making medium to tight radius turns. The Flipcore 3D Technology has a natural bend to it so the wood core is not bent or broken, so the flex stays consistent, for great stability, perfect edge pressure distribution, and ultimate control over your ski. The Magnum 8.0 Ti has the Spaceframe 3D construction that has a Titanal topsheet, but not full edge to edge, so you have a powerful ski that has a lighter swing weight, with a smoother flex, and a strong torsional strength without adding extra weight. Slight tip and tail rocker help the Magnum 8.0 hook up and turn very easily at fast speeds, while the tip rocker also helps deflect negative energy that is caused by bumps and crud for a smooth and stable ride. Camber underfoot will help you lock into powerful and decisive carves. The 80 mm waist is very nimble edge to edge, and is wide enough for you to take on light powder days off piste, and blowing apart any crud that lays in your path. If you are looking for a ski that likes quick turns, at medium to fast speeds, and will make heads turn as you blast by people on the groomers, the Blizzard Magnum 8.0 Ti is the ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ChcnY5FxgMc\/sddefault.jpg",
        "mediaDuration": "31",
        "hdvFlag": 0,
        "uploadDate": 1340153925,
        "prettyDuration": "00:31"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "26",
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 253.90631
}