{
    "title": "2013 Fischer Koa 75 RF Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Fischer-KOA-75-MY-Style-Womens-Skis-with-V9-Bindings-2013\/278192P,default,pd.html  The Fischer KOA 75 is a perfect ski for the intermediate that will ski mostly on the groomers, and is looking for a lightweight ski. The Sandwich Sidewa",
    "referenceId": null,
    "date_created": "1411361129",
    "date_modified": "1418182003",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765884",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Fischer-Koa-75-RF-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 58,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "38eQOLQ_AN4",
        "hookText": "http:\/\/www.skis.com\/Fischer-KOA-75-MY-Style-Womens-Skis-with-V9-Bindings-2013\/278192P,default,pd.html  The Fischer KOA 75 is a perfect ski for the intermediate that will ski mostly on the groomers, and is looking for a lightweight ski. The Sandwich Sidewall Construction adds some power and toughness to the KOA 75 as well as gives you better edge grip on the firm snow or ice. A wood core will give you some liveliness, and rebound, while the Carbon Tech has a special network of fibers that have a strong torsional strength, and give the flex pattern of the ski some balance. Fischers All Mountain Rocker helps you turn on the groomers faster, by initiating the shovel of the ski easier, absorbing the negative vibrations from crud, and giving you a little bit of float in light powder. A 16m turn radius (@155cm) makes the KOA 75 very responsive and easy to steer when you are making medium to long turns. The 75 mm waist is very quick edge to edge and offers you some stability when you feel like venturing off the trail on to the ungroomed terrain. If you are an intermediate skier who likes a light ski that has some solid edge hold when things get a little firm, the Fischer KOA 75 will be a great ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/38eQOLQ_AN4\/sddefault.jpg",
        "mediaDuration": "58",
        "hdvFlag": 0,
        "uploadDate": 1337303312,
        "prettyDuration": "00:58"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "25",
        "20"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 408.41528
}