{
    "title": "2013 Forum Manual Snowboard Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Forum-Manual-Snowboard-2013\/271445P,default,pd.html?dwvar_271445P_SwatchValue=147cm  Remember when your mother always told you to never judge a book by its cover? Well with the Forum Manual Snowboard you finally can. Featuring the Chil",
    "referenceId": null,
    "date_created": "1411361211",
    "date_modified": "1418182015",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766660",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Forum-Manual-Snowboard-Review-By-Skis-com",
    "category": null,
    "duration": 26,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "WeK_W6c8LwY",
        "hookText": "http:\/\/www.skis.com\/Forum-Manual-Snowboard-2013\/271445P,default,pd.html?dwvar_271445P_SwatchValue=147cm  Remember when your mother always told you to never judge a book by its cover? Well with the Forum Manual Snowboard you finally can. Featuring the ChillyDog with Pop rocker the Manual can hold presses like nobodies business without loosing any pop. With beveled edges there is no reason to take a stone to your brand new board before even thinking about taking on a rail. The bevel edges gives you confidence when charging through the park while hitting every jib you find. Even though the Manual is a soft rockered board it does not limit you to just rail gardens. Added pop gives you what you need to take on big booters without washing out on the lip and landings. New on the Manual this year is the Bad Ass Core, which makes it even more indestructible and Swingers Club which reduces the swing weight in the air creating faster spins. Bottom line if your looking to ride park and rails day in and day out the manual can handle it, maybe even better than your aching body.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/WeK_W6c8LwY\/hqdefault.jpg",
        "mediaDuration": "26",
        "hdvFlag": 0,
        "uploadDate": 1343886757,
        "prettyDuration": "00:26"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 368.57092
}