{
    "title": "Linda's Review-Nordica Wild Belle Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Nordica-Wild-Belle-Womens-Skis-2015\/352739P,default,pd.html\n\nThe Nordica Wild Belle is a great ski for the ladies who will do just about anything on the mountain. Nordica's Wi-Core is made just for the ladies by having vertically lamin",
    "referenceId": null,
    "date_created": "1411361097",
    "date_modified": "1418181998",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765589",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Linda-s-Review-Nordica-Wild-Belle-Skis-2015-Skis-com",
    "category": null,
    "duration": 44,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "mk8U8G50pK0",
        "hookText": "http:\/\/www.skis.com\/Nordica-Wild-Belle-Womens-Skis-2015\/352739P,default,pd.html\n\nThe Nordica Wild Belle is a great ski for the ladies who will do just about anything on the mountain. Nordica's Wi-Core is made just for the ladies by having vertically laminated wood that drop the total weight of the Wild Belle by 20%. The i-Core has a very snappy feeling to it that makes the ski stable at high speed, and very quick to turn when you want it to. At 88mm underfoot the Wild Belle will be able to venture off trail, zip through the bumps, and be very carveable on the groomers. Vertical Sidewalls add some torsional strength, and improve the edge hold on firm snow to give you a ski that will be responsive and stable anywhere you will take it. The Wild Belle is built with All Mountain camRock that has rocker in the tip to keep you on top of the snow, and engage you into your turns more efficient than ever. Camber underfoot will provide you will a good, firm edge in between the bumps or even on an icy groomer. If you want a ski that will turn when and how you want it to, be stable at speed, that can go anywhere, find your wild side with the Nordica Wild Belle.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/mk8U8G50pK0\/maxresdefault.jpg",
        "mediaDuration": "44",
        "hdvFlag": 1,
        "uploadDate": 1406755420,
        "prettyDuration": "00:44"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "28"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 495.29993
}