{
    "title": "2013 Elan Amphibio Inspire Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Elan-Amphibio-Inspire-Womens-Skis-with-ELW-11.0-Fusion-Bindings-2013\/277844P,default,pd.html  The Elan Amphibio Inspire is a great ski for the advanced to expert skier who makes quick, decisive turns down any groomer. The Amphibio Rock",
    "referenceId": null,
    "date_created": "1411361131",
    "date_modified": "1418182003",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765901",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Elan-Amphibio-Inspire-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 38,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "HVtDZu5RFbU",
        "hookText": "http:\/\/www.skis.com\/Elan-Amphibio-Inspire-Womens-Skis-with-ELW-11.0-Fusion-Bindings-2013\/277844P,default,pd.html  The Elan Amphibio Inspire is a great ski for the advanced to expert skier who makes quick, decisive turns down any groomer. The Amphibio Rocker profile has tip rocker on the outside edges of the skis, with camber on the inside edges. You get the same amount of edge hold as a cambered ski with quick turn initiation of a rockered tip. Elan does not compromise on the flex of the ski, or on the edge hold, the Amphibio Rocker profile gives you the best of both worlds. This rocker profile makes any ski that it is on lightning quick edge to edge and very grippy on any snow condition, even ice. The Waveflex Zone has waves down the shovel that gives you a smooth longitudinal flex that gives you great edge hold, and quick turning, without compromising any torsional strength. The smooth flex and torsional strength you get quickness edge to edge, but stability on longer more powerful turns. The RST Sidewalls will give you powerful edge grip, and direct power transfer from the skis to the snow. The Fusion Binding System is integrated in to the housing of the ski, and is free flexing giving the ski a continuous, even flex giving you full contact and control with every turn.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/HVtDZu5RFbU\/sddefault.jpg",
        "mediaDuration": "38",
        "hdvFlag": 0,
        "uploadDate": 1342619756,
        "prettyDuration": "00:38"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 353.82
}