{
    "title": "2013 Dynastar Cham 87 Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Dynastar-Cham-87-Skis-2013\/279031P,default,pd.html  The Dynastar Cham 87 ski is the first in the Cham line of freeride skis. The Cham 87 was built in the shadow of Chamonix, the birthplace of extreme skiing. Dynastar's handcrafted, hig",
    "referenceId": null,
    "date_created": "1411361126",
    "date_modified": "1418182003",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765857",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Dynastar-Cham-87-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 38,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "SX54ouHlXq4",
        "hookText": "http:\/\/www.skis.com\/Dynastar-Cham-87-Skis-2013\/279031P,default,pd.html  The Dynastar Cham 87 ski is the first in the Cham line of freeride skis. The Cham 87 was built in the shadow of Chamonix, the birthplace of extreme skiing. Dynastar's handcrafted, high-quality construction combined with the new Levitation Profile delivers a unique, user-friendly blend of float, maneuverability and stability in all snow conditions. Progressive 5-Point Sidecut combines reverse (tapering) sidecut in the tip and tail with traditional sidecut underfoot. This delivers superb maneuverability and smear turns giving the skier unparalleled control over their skis. Long rocker from tip through forebody delivers superior floatation through deep snow and crud. Classic camber underfoot offers you stability and reliable edge-hold. A narrower, flat tail maximizes the benefits of the progressive 5-Point sidecut. The Flat Pintail makes riding the deep stuff as effortless as blinking an eye. Alright, maybe you have to put just a little more effort than that, but you get the drift.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/SX54ouHlXq4\/sddefault.jpg",
        "mediaDuration": "38",
        "hdvFlag": 0,
        "uploadDate": 1342610746,
        "prettyDuration": "00:38"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "11",
        "7"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 333.62366
}