{
    "title": "Steve's Review-Salomon Q 90 Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Salomon-Q-90-Skis-2015\/360825P,default,pd.html\n\n\nThe Salomon Q-90 is a perfect ski for the intermediate to advanced skier that is looking for a ski that can roll though the bumps, carve down the groomers, and dabble in the powder. Salo",
    "referenceId": null,
    "date_created": "1411361113",
    "date_modified": "1418182000",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765736",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Steve-s-Review-Salomon-Q-90-Skis-2015-Skis-com",
    "category": null,
    "duration": 47,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "0j1tHeCygQo",
        "hookText": "http:\/\/www.skis.com\/Salomon-Q-90-Skis-2015\/360825P,default,pd.html\n\n\nThe Salomon Q-90 is a perfect ski for the intermediate to advanced skier that is looking for a ski that can roll though the bumps, carve down the groomers, and dabble in the powder. Salomon's Utility Rocker is perfect for being able to float, turn, and carve by initiating turns easily and absorbing vibrations caused by moguls and crud. The Full Wood Core has a very lively, snappy feel to it, making the Q-90 a fun ski for quicker tighter turns. Salomon's Hook Free Taper gives the ski a 5 point sidecut to give you easier turn initiation, and more maneuverability in any condition the mountains will dish out at you. A Semi Sandwich Construction has a vertical sidewall underfoot for edge hold and control on the groomers, while the cap construction in the tips and tails adds a touch of forgiveness to the ski. If you want a ski that can handle both the groomers, and the off trail terrain the Salomon Q-90 will not disappoint you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/0j1tHeCygQo\/maxresdefault.jpg",
        "mediaDuration": "47",
        "hdvFlag": 1,
        "uploadDate": 1403655517,
        "prettyDuration": "00:47"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "12",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 478.76273
}