{
    "title": "Tyler's Review-Atomic Crimson TI ARC Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Atomic-Nomad-Crimson-Ti-Skis-with-XTO-12-Bindings-2015\/360552P,default,pd.html\n\nThe Atomic Crimson Ti is a fantastic ski for advanced to experts that are looking for a ski that will make powerful medium to long radius turns on the hard",
    "referenceId": null,
    "date_created": "1411361101",
    "date_modified": "1418181999",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765619",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Tyler-s-Review-Atomic-Crimson-TI-ARC-Skis-2015-Skis-com",
    "category": null,
    "duration": 54,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "RDRcnCDWBDk",
        "hookText": "http:\/\/www.skis.com\/Atomic-Nomad-Crimson-Ti-Skis-with-XTO-12-Bindings-2015\/360552P,default,pd.html\n\nThe Atomic Crimson Ti is a fantastic ski for advanced to experts that are looking for a ski that will make powerful medium to long radius turns on the hard pack, and still have some off trail versatility. The All Mountain Rocker will help you initiate turns quickly, float in light powder, and absorb negative vibrations caused by bumps and crud. The 86mm waist is very maneuverable on trail, can power through crud, and still give you some stability off trail. The Crimson Ti uses ARC Technology that has a high torsional strength, Shockilla vibration dampening, and most importantly a natural, even flex that will keep a good grip on the ground in all snow conditions. A solid wood core with a layer of Ti has a very snappy feeling with stability for reaching top speeds. The Crimson Ti is made with Step Down Sidewall Construction that has a sidewall underfoot for strong edge hold, and cap construction on the tips and tails for easy maneuvering anywhere. The Crimson Ti will be a great ski for you if you want power on the trail and a easy ski to control off.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/RDRcnCDWBDk\/maxresdefault.jpg",
        "mediaDuration": "54",
        "hdvFlag": 1,
        "uploadDate": 1405371461,
        "prettyDuration": "00:54"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 500.83414
}