{
    "title": "Steve's Review-Salomon X Drive 80 TI Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Salomon-X-Drive-80-Ti-Skis-with-Z-12-Bindings-2015\/361011P,default,pd.html\n\n\nThe Salomon X-Drive 80 Ti makes a perfect ski for the intermediate to advanced skier that is looking for a ride that will be stable at making short to medium ",
    "referenceId": null,
    "date_created": "1411361110",
    "date_modified": "1418182000",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765713",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Steve-s-Review-Salomon-X-Drive-80-TI-Skis-2015-Skis-com",
    "category": null,
    "duration": 59,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "TIMOHpCOAOE",
        "hookText": "http:\/\/www.skis.com\/Salomon-X-Drive-80-Ti-Skis-with-Z-12-Bindings-2015\/361011P,default,pd.html\n\n\nThe Salomon X-Drive 80 Ti makes a perfect ski for the intermediate to advanced skier that is looking for a ride that will be stable at making short to medium radius turns. A Wood Core with a Dual Ti Layer has a stable feeling at speed, combined with a snappy feel that is perfect for short quick turns. The Semi Sandwich Construction has a sidewall underfoot to give you edge hold on the firm snow, while the cap construction at the tip and tail gives you more maneuverability, Salomon's All Terrain Rocker has rocker in the tip to initiate turns quicker and easier, with camber underfoot to give you stability and control. The X-Drive 80 Ti also is made with Salomon's X Chassis that uses Carbon and Polyamide reinforcements in the middle of the ski to give you more torsional power, more control over your skis at higher speeds and better edge hold. If you are an intermediate to advanced skier looking for a on trail ski that will be best suited for short to medium radius turns the Salomon X-Drive 80 Ti will be a solid choice.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/TIMOHpCOAOE\/maxresdefault.jpg",
        "mediaDuration": "59",
        "hdvFlag": 1,
        "uploadDate": 1403662057,
        "prettyDuration": "00:59"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4751.6753
}