{
    "title": "2013 K2 Amp Charger Skis Review by Skis.com",
    "description": "http:\/\/www.skis.com\/K2-A.M.P.-Charger-Skis-with-K2\/Marker-MX-12.0-Bindings-2013\/273806P,default,pd.html  The New A.M.P. Charger has been redesigned this season with Rox Technology. The Charger is a perfect ski for fast advanced to expert skiers who like a",
    "referenceId": null,
    "date_created": "1411361180",
    "date_modified": "1418182011",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766378",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-K2-Amp-Charger-Skis-Review-by-Skis-com",
    "category": null,
    "duration": 38,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "TLuTqKbFTN8",
        "hookText": "http:\/\/www.skis.com\/K2-A.M.P.-Charger-Skis-with-K2\/Marker-MX-12.0-Bindings-2013\/273806P,default,pd.html  The New A.M.P. Charger has been redesigned this season with Rox Technology. The Charger is a perfect ski for fast advanced to expert skiers who like a short to medium radius turns on the groomers. The new Rox Technology has the Mod Suspension system that is a layer that sits on top of the primary core that acts independently so it does not affect the overall flex of the ski. That means that you can get a ski to flex easily and natural without being overly stiff and demanding. The Charger also has the Carbon Web that is a raised X-shaped pattern further away from the core, which gives the ski stronger torsional strength, for better edge grip, without changing the longitudinal flex of the ski. Speed rocker is also added to the new Charger that gives the ski a quicker, more precise turn, and a smoother ride when the groomers can get a little firm, or bumpy. Speed Rocker is added to the tip of the ski, for quick turn initiation, camber remains underfoot, for strength and power on the firm snow. If you are an advanced to expert skier who likes spending their time seeing how fast you can blast down groomers the newly designed K2 Charger would be great for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/TLuTqKbFTN8\/sddefault.jpg",
        "mediaDuration": "38",
        "hdvFlag": 0,
        "uploadDate": 1346201777,
        "prettyDuration": "00:38"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "25",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 435.7956
}