{
    "title": "2013 Elan Amphibio Waveflex 88 Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Elan-Amphibio-Waveflex-88-XTi-Skis-with-ELX-12.0-Fusion-Bindings-2013\/277799P,default,pd.html  The Elam Amphibio Waveflex 88 XTi is a high powered all mountain ski. Amphibio rocker has one rockered edge on the outside of the ski, and a",
    "referenceId": null,
    "date_created": "1411361135",
    "date_modified": "1418182004",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765943",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Elan-Amphibio-Waveflex-88-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 28,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "MgjlEfB8XDg",
        "hookText": "http:\/\/www.skis.com\/Elan-Amphibio-Waveflex-88-XTi-Skis-with-ELX-12.0-Fusion-Bindings-2013\/277799P,default,pd.html  The Elam Amphibio Waveflex 88 XTi is a high powered all mountain ski. Amphibio rocker has one rockered edge on the outside of the ski, and a cambered edge on the inside of the ski. You can get the benefits of both rocker and camber in one ski. Rocker on the outside helps the ski hook up and turn easy, and the camber gives a powerful edge grip, you get a ski that is easy to turn and gives you powerful edge hold and quick turning. The XTi construction is designed just for high performance wide skis. A layer of titanium has great edge control while longitudinal carbon fibers give responsiveness and an easy transition in turns. The Waveflex zone of the ski gives the ski an easy longitudinal flex, that helps you carve, and turn with ease, while still having a stiff torsional flex for stability and control. An 88 mm waist gives you width to float in powder, power through crud, and still be able to turn and carve on the hard pack. SST Sidewalls have a vertically placed ABS material above the edges of the ski from tip to tail to directly transmit power to the edges of the ski. The new Fusion binding system is 15% lighter than before, and is free flexing, so the binding can move independently of the ski giving you more control. If you are looking for a strong ski, the Elan Amphibio 88 XTi is the ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/MgjlEfB8XDg\/hqdefault.jpg",
        "mediaDuration": "28",
        "hdvFlag": 0,
        "uploadDate": 1342629207,
        "prettyDuration": "00:28"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "11",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 379.19165
}