{
    "title": "2013 Gnu Eco Genetics Snowboard Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Gnu-Eco-Genetics-C2BTX-Snowboard-2013\/270904P,default,pd.html  What happens when you take award winning Banana Camber Tech Magnetraction geometries and construction and cross it with the liveliest, smoothest environmentally friendly ma",
    "referenceId": null,
    "date_created": "1411361219",
    "date_modified": "1418182016",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766725",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Gnu-Eco-Genetics-Snowboard-Review-By-Skis-com",
    "category": null,
    "duration": 34,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "3PWpV0gqPKI",
        "hookText": "http:\/\/www.skis.com\/Gnu-Eco-Genetics-C2BTX-Snowboard-2013\/270904P,default,pd.html  What happens when you take award winning Banana Camber Tech Magnetraction geometries and construction and cross it with the liveliest, smoothest environmentally friendly materials in world? Will you get the new GNU Eco Genetics All Terrain Freestyle and Freeride Banana! It all starts with Gnu mutant trees are cultivated to blend the best properties of Bamboo, Aspen, and Balsa to provide unbelievable pop! LCP liquid crystal polymer was developed as the fiber foundation for inter planetary Mars lander tires and has 10 times the strength of titanium which creates a lighter snowboard with incredible vibration absorption. New Bio-polymer top sheet material made from beans provides the industries strongest strength to weight ratios and is nice to the environment added with Eco Sublimation which is water based printing that is nice for the environment. We have combined these elements to bring you the worlds most advanced snowboard construction. The future has been altered! Eco Genetics sets a new norm for mutated snowboards.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/3PWpV0gqPKI\/sddefault.jpg",
        "mediaDuration": "34",
        "hdvFlag": 0,
        "uploadDate": 1346199440,
        "prettyDuration": "00:34"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 552.5086
}