{
    "title": "2013 Fischer Motive 74 Powerrail Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Fischer-Motive-74-Skis-with-RS-10-Bindings-2013\/278183P,default,pd.html  The Fischer Motive 74 is a great ski for the beginner skier or the teen that is ready for their first adult system ski. Fischers All Mountain Rocker has rocker in",
    "referenceId": null,
    "date_created": "1411361129",
    "date_modified": "1418182003",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765889",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Fischer-Motive-74-Powerrail-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 39,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "AE1n-PDXD9U",
        "hookText": "http:\/\/www.skis.com\/Fischer-Motive-74-Skis-with-RS-10-Bindings-2013\/278183P,default,pd.html  The Fischer Motive 74 is a great ski for the beginner skier or the teen that is ready for their first adult system ski. Fischers All Mountain Rocker has rocker in the tip to help you initiate turns quicker and easier on the groomers. Camber underfoot will give you stability and rebound to spring you into your next turn. The Air Power Construction of the Motive 74 has less density to lower the skis weight, and make it easier for the newer skier to handle and control. Carbon Tech has a network of carbon fibers that have a strong torsional strength, and a balanced stiffness pattern to give you torsional strength, and longitudinal flex, making you new skis turn easier, while still being stable at faster speeds. The Semi Sidewall construction adds to the forgiveness so you will have a ski that you wont need to put a lot of energy into to make it respond, but you have a sidewall underfoot to give you better edge hold on the ice or firm groomers. If you are looking for a forgiving ski that will help you ski better and easier, the Fischer Motive 74 will be a great ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/AE1n-PDXD9U\/sddefault.jpg",
        "mediaDuration": "39",
        "hdvFlag": 0,
        "uploadDate": 1343883723,
        "prettyDuration": "00:39"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 419.31714
}