{
    "title": "2013 Line Mr Pollards Opus Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Line-Mr.-Pollard%27s-Opus-Skis-2013\/273020P,default,pd.html  Eric Pollard has been one of the most hands on pros, and revolutionary when it comes to ski design. His personal powder ski the Line Mr. Pollards Opus has quickly developed a",
    "referenceId": null,
    "date_created": "1411361194",
    "date_modified": "1418182013",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766501",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Line-Mr-Pollards-Opus-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 24,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "dOPRN9MQlZU",
        "hookText": "http:\/\/www.skis.com\/Line-Mr.-Pollard%27s-Opus-Skis-2013\/273020P,default,pd.html  Eric Pollard has been one of the most hands on pros, and revolutionary when it comes to ski design. His personal powder ski the Line Mr. Pollards Opus has quickly developed a cult following especially in the Pacific North West. With an ample 118mm under foot and a generous amount of tip and tail rocker with camber underfoot, the Opus can charge and smear the pow with the best of them. The 5 Cut and Early Taper Side Cut, makes the floatability and smear ability as dreamy as the pillows that stack up at Baker every season. The Thin Tip is lower and lighter for better planning in the soft stuff and a reduced swing weight for spinning off of an backcountry booter. The Opus as it is known has a Symmetrical Flex, switch pow laps anyone? The Line Fatty Base Edge is 30% thicker and stronger that will help you deter core shots, and lengthen the tuning life of your new pow slayer. If you are looking for a ski that loves the deep and bottomless pow the Line Mr. Pollards Opus is the right one for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/dOPRN9MQlZU\/sddefault.jpg",
        "mediaDuration": "24",
        "hdvFlag": 0,
        "uploadDate": 1337642433,
        "prettyDuration": "00:24"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 467.3428
}