{
    "title": "2013 Atomic Cloud 9 Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Atomic-Cloud-Nine-Womens-Skis-with-XTE-10-Lady-Bindings-2013\/275864P,default,pd.html  The new Atomic Cloud Nine will have the intermediate skier feeling like she is on cloud nine. This season Atomic has added some Piste Rocker to the t",
    "referenceId": null,
    "date_created": "1411361151",
    "date_modified": "1418182006",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766098",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Atomic-Cloud-9-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 36,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "3u_SXucil6E",
        "hookText": "http:\/\/www.skis.com\/Atomic-Cloud-Nine-Womens-Skis-with-XTE-10-Lady-Bindings-2013\/275864P,default,pd.html  The new Atomic Cloud Nine will have the intermediate skier feeling like she is on cloud nine. This season Atomic has added some Piste Rocker to the tip. The slightly rockered tip will help you engage turns quicker, easier, and more efficient. It will also help you keep a smoother ride on the groomers if they start to get a little cruddy, or bumpy, by absorbing the negative vibrations. The Step Down Sidewall construction has a half cap construction in the tips and tails to keep the swing weight low, and the ski lighter for easier turning, and the ski requiring less energy from the skier to make it react. The sidewall under the binding plate will keep the ski stable and improve your edge grip especially when it is firm or icy. The Cloud Nine's Cap Fiber Construction is very light weight and forgiving, so you can spend more energy having fun, and enjoying your time on the slopes, rather than working harder to get your skis to turn. If you like spending most of your time on the blue squares and making short to medium controlled turns, and kicking back relaxing on the slopes the new Atomic Cloud Nine will be a great ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/3u_SXucil6E\/sddefault.jpg",
        "mediaDuration": "36",
        "hdvFlag": 0,
        "uploadDate": 1346197195,
        "prettyDuration": "00:36"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "28"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 530.4946
}