{
    "title": "Lisa's Review-Atomic Affinity Storm Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Atomic-Affinity-Storm-Womens-Skis-with-XTO-10-Bindings-2015\/360576P,default,pd.html\n\nThe Atomic Affinity Storm is a fantastic ski for the strong intermediate to advanced skier that is looking for a light and poppy ski that will spend m",
    "referenceId": null,
    "date_created": "1411361102",
    "date_modified": "1418181999",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765637",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Lisa-s-Review-Atomic-Affinity-Storm-Skis-2015-Skis-com",
    "category": null,
    "duration": 41,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "AXJBBZU7S2k",
        "hookText": "http:\/\/www.skis.com\/Atomic-Affinity-Storm-Womens-Skis-with-XTO-10-Bindings-2015\/360576P,default,pd.html\n\nThe Atomic Affinity Storm is a fantastic ski for the strong intermediate to advanced skier that is looking for a light and poppy ski that will spend most of the time on the trail, and have some off trail capabilities. At 84mm underfoot the Storm is very maneuverable and easy to control. The V-Shape is women's specific and makes the ski very easy for you to turn and steer. A solid wood core provides you with stability at fast speeds, but has a great pop to it, making it perfect for short to medium radius turns. Made with Atomic's All Mountain Rocker the Storm has the front 15% of the ski rockered to help you engage your turns easier, while the remaining 85% has camber underfoot to give you a grip and edge hold on the snow. Atomic's Step Down Sidewall Construction has a sidewall underfoot to add to the toughness, and improve edge hold, while the tips and tails of the ski have cap construction to give you and easy flex, and make the Storm very maneuverable. If you want a ski that will be stable at speed, quick to turn, and easy to control, the Atomic Affinity Storm will be a fantastic ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/AXJBBZU7S2k\/maxresdefault.jpg",
        "mediaDuration": "41",
        "hdvFlag": 1,
        "uploadDate": 1405368643,
        "prettyDuration": "00:41"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "12",
        "2"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 402.98102
}