{
    "title": "Adam's Review-Nordica Fire Arrow 84 EDT Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Nordica-Firearrow-84-EDT-Skis-with-N-Pro-EVO-CT-EDT-Bindings-2015\/352763P,default,pd.html\n\nThe Nordica Firearrow 84 EDT is a high powered, high energy ski that aggressive experts will love like no other. The EVO Energy 2 Titanium Const",
    "referenceId": null,
    "date_created": "1411361098",
    "date_modified": "1418181998",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765598",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Adam-s-Review-Nordica-Fire-Arrow-84-EDT-Skis-2015-Skis-com",
    "category": null,
    "duration": 46,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "72TahpwYx0I",
        "hookText": "http:\/\/www.skis.com\/Nordica-Firearrow-84-EDT-Skis-with-N-Pro-EVO-CT-EDT-Bindings-2015\/352763P,default,pd.html\n\nThe Nordica Firearrow 84 EDT is a high powered, high energy ski that aggressive experts will love like no other. The EVO Energy 2 Titanium Construction has the highest level of performance and stability by having wood sandwiched between two sheets of titanal that will give you a ski that will carve like no other, especially in quick turns at ultra fast speeds. EDT Torsion Reduction Construction has the highest amount of torsional power of any ski on the slopes today which will deliver a very precise ski that will move and react before you even think about it. The Firearrow 84 EDT has Nordica's Rapid Race Profile that has less sidecut in the tip the will let you track straighter on the snow, and smoother on the end of your turn, for the cleanest of turns. Nordica has engineered its own binding system for the 84 EDT that has a plate that is attached directly to the sidewalls that provide you with the most power transmission, and two free floating carbon fiber torsion plates that extend off of the plate in both directions that will make this ski even more powerful. If you like to ski fast, and have thought that even the burliest of skis won't hold up to speed, the Firearrow EDT will be the only ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/72TahpwYx0I\/maxresdefault.jpg",
        "mediaDuration": "46",
        "hdvFlag": 1,
        "uploadDate": 1406751853,
        "prettyDuration": "00:46"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 260.5883
}