{
    "title": "2013 Atomic Theory Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Atomic-Theory-Skis-2013\/275759P,default,pd.html  The Atomic Theory will keep you guessing as what kind of terrain do I want to ski on today? Made as a wider ski for the intermediate to advanced skier who will go anywhere, the Theory al",
    "referenceId": null,
    "date_created": "1411361157",
    "date_modified": "1418182008",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766150",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Atomic-Theory-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 54,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "NDgPLTSMBQk",
        "hookText": "http:\/\/www.skis.com\/Atomic-Theory-Skis-2013\/275759P,default,pd.html  The Atomic Theory will keep you guessing as what kind of terrain do I want to ski on today? Made as a wider ski for the intermediate to advanced skier who will go anywhere, the Theory always has an idea for what run to take next. At 95 mm underfoot the Theory is wide enough at the waist to take on all but the deepest powder, but still be edgy on the groomers. The All Mountain Rocker has 20% rocker in the tip to keep you floating in powder, and initiating turns quick on the hard pack. 70% camber underfoot is for stability and rebound in any snow condition, and 10% of rocker in the tail, just to keep things playful. The Wood Core with a Carbon Backbone adds power and torsional strength to the ski without adding extra weight. The Step Down Sidewalls give you great edge grip under your feet while the half cap construction in the tip and tail keep the ski light and durable. If you are a light weight intermediate skier that is looking for a ski that will be light and playful to take on the mountain with ease, don't guess, know with the Atomic Theory.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/NDgPLTSMBQk\/sddefault.jpg",
        "mediaDuration": "54",
        "hdvFlag": 0,
        "uploadDate": 1339720507,
        "prettyDuration": "00:54"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "11",
        "25",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 471.73502
}