{
    "title": "Kevin's Review-Volkl Bridge Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Volkl-Bridge-Skis-2015\/362645P,default,pd.html\n\nThe Volkl Bridge is the epitome of what an all mountain ski is. The full rocker profile makes the Bridge highly maneuverable in any condition that the mountain will throw at you. Rocker i",
    "referenceId": null,
    "date_created": "1411361108",
    "date_modified": "1418182000",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765691",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Kevin-s-Review-Volkl-Bridge-Skis-2015-Skis-com",
    "category": null,
    "duration": 56,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "fnJ-VrIMAkI",
        "hookText": "http:\/\/www.skis.com\/Volkl-Bridge-Skis-2015\/362645P,default,pd.html\n\nThe Volkl Bridge is the epitome of what an all mountain ski is. The full rocker profile makes the Bridge highly maneuverable in any condition that the mountain will throw at you. Rocker in the tip will keep you floating in the pow, initiate turns quickly on the hard pack, rocker in the tail will release you out of turns, and help you smear turns in the pow. At 95mm underfoot you have the power to bust through crud, stay on top of the snow, and still are edgy enough to carve on the groomers. With the twin tip shape, take a lap or two in the park if you feel like it. The Bridge has Volkl's Power\/Tough Box Construction that has vertical sidewalls, and an internal torsion box internal layup that has a strong grip on the snow, and be very stable no matter how fast you go. If you are looking for the most well rounded ski on the market, the Volkl Bridge is the ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/fnJ-VrIMAkI\/maxresdefault.jpg",
        "mediaDuration": "56",
        "hdvFlag": 1,
        "uploadDate": 1404772598,
        "prettyDuration": "00:56"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "28",
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 375.9171
}