{
    "title": "2013 Volkl RTM 77 Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Volkl-RTM-77-Skis-with-Marker-4-Motion-11.0-TC-Bindings-2013\/272705P,default,pd.html  The Volkl RTM 77 is a perfect ski for the intermediate to advanced skier that will spend most of their time on the groomers, but not be afraid to ski",
    "referenceId": null,
    "date_created": "1411361203",
    "date_modified": "1418182014",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766588",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Volkl-RTM-77-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 31,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "5rE00A1SXKo",
        "hookText": "http:\/\/www.skis.com\/Volkl-RTM-77-Skis-with-Marker-4-Motion-11.0-TC-Bindings-2013\/272705P,default,pd.html  The Volkl RTM 77 is a perfect ski for the intermediate to advanced skier that will spend most of their time on the groomers, but not be afraid to ski on the ungroomed stuff once in a while. A layer of steel adds lots of torsional, and lateral power to the 77. The XTD Transmission Construction is made just for the athletic intermediate in mind. Reinforcements are added vertically to the sides of the each ski to give you more feel for the snow, better power transmission, and letting you take your skiing to the next level. The dual wood core has parallel strips of wood surrounded by polyurethane, with extra glass sheets on the top and bottom for extra rebound out of the ski. Equipped with the Marker 4 Motion 11.0 Twin Cam binding system you get a deep and even flex out of the ski, with a triple pivot compact toe, and Twin Cam heel. The full rocker camber shape gives you more maneuverability in softer snow, and on the groomers you get full, and consistent edge contact with the snow. If you are an athletic intermediate that prefers short to medium radius turns in all different kinds of terrain you will not be disappointed in the Volkl RTM 77.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/5rE00A1SXKo\/sddefault.jpg",
        "mediaDuration": "31",
        "hdvFlag": 0,
        "uploadDate": 1338503888,
        "prettyDuration": "00:31"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "12",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 426.88412
}