{
    "title": "2013 Salomon Suspect Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Salomon-Suspect-Skis-2013\/276458P,default,pd.html  You have seen it on the podiums at the X-Games and Dew Tour. The Salomon Suspect is the go to ski for ripping park and pipe skiers looking for a good value. The edges are durable and s",
    "referenceId": null,
    "date_created": "1411361146",
    "date_modified": "1418182006",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766051",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Salomon-Suspect-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 47,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "YoAHPIVqxtk",
        "hookText": "http:\/\/www.skis.com\/Salomon-Suspect-Skis-2013\/276458P,default,pd.html  You have seen it on the podiums at the X-Games and Dew Tour. The Salomon Suspect is the go to ski for ripping park and pipe skiers looking for a good value. The edges are durable and strong for lots of rail, and urban sessions with Wider Edges, Total Edge Reinforcement, and Edge Armor. The traditionally cambered Full Wood Core has tons of pop and power for getting out of the pipe. Vertical Sidewalls hold a strong, and fast edge on the walls of an icy pipe. The Pulse Pad Dampening System is an elastomer layer of extra shock absorbing materials all along the entire edges, and shovel of the ski to reduce vibrations for stomped landings. A low swing weight makes the Suspect easy to spin and maneuver on to boxes and features A great value mixed with high performance the Salomon Suspect should be on the top of your list if you spend most of you time spitting game in the pipe and park scene.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/YoAHPIVqxtk\/sddefault.jpg",
        "mediaDuration": "47",
        "hdvFlag": 0,
        "uploadDate": 1344991521,
        "prettyDuration": "00:47"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "11",
        "26",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 683.8654
}