{
    "title": "2013 K2 Domain Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/K2-Domain-Skis-2013\/273767P,default,pd.html  If your layer is the park, pipe, or any urban rail set up, it is time for you to be master of your Domain, with the K2 Domain. The premier park specific ski in the K2 line up, the Domain has",
    "referenceId": null,
    "date_created": "1411361182",
    "date_modified": "1418182011",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766398",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-K2-Domain-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 40,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "WmJ0_0BcEN4",
        "hookText": "http:\/\/www.skis.com\/K2-Domain-Skis-2013\/273767P,default,pd.html  If your layer is the park, pipe, or any urban rail set up, it is time for you to be master of your Domain, with the K2 Domain. The premier park specific ski in the K2 line up, the Domain has a symmetrical sidecut, and center mounting position so you can ski, and land switch with no problems. You can even mount one upside down if you want. The Doman does not know which way is up or down. The Park Flex Pattern of the Domain has softer tips and tails for smoothing out quick trannys, while staying stiff underfoot, for extra boosting power. The K2 Jib Rocker has zero camber underfoot with tip and tail rocker, that gives you a better ability to butter, or ollie anything in your path. Tip and Tail Hardware add to the durability of the Domain and help reduce the chances of splitting them open when you land in the back seat. If you are looking for a true jib stick, for urban sessions, or just spinning lap after lap in the park you can be the master of your domain, with the K2 Domain.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/WmJ0_0BcEN4\/sddefault.jpg",
        "mediaDuration": "40",
        "hdvFlag": 0,
        "uploadDate": 1343948249,
        "prettyDuration": "00:40"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "12",
        "26",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 623.95715
}