{
    "title": "Kevin's Review-Blizzard Latigo Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Blizzard-Latigo-Skis-2015\/362925P,default,pd.html\n\nIn a world where skis have been getting wider and wider the last 10 years, it is refreshing to see a new ski less than 80mm underfoot with toughness. Enter the all new Blizzard Latigo.",
    "referenceId": null,
    "date_created": "1411361108",
    "date_modified": "1418182000",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765695",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Kevin-s-Review-Blizzard-Latigo-Skis-2015-Skis-com",
    "category": null,
    "duration": 63,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "aPPm7osqNdI",
        "hookText": "http:\/\/www.skis.com\/Blizzard-Latigo-Skis-2015\/362925P,default,pd.html\n\nIn a world where skis have been getting wider and wider the last 10 years, it is refreshing to see a new ski less than 80mm underfoot with toughness. Enter the all new Blizzard Latigo. Made with the same burly construction as its much larger brothers, the Latigo is a really fun ski for ripping groomers, and pounding zipper lines through the bumps. A solid wood core with 2.5 sheets of titanium gives the Latigo some serious horsepower. Two of the sheets run the full length of the ski, while the extra half sheet is located underneath the mounting platform. Blizzard's Flipcore 3D rocker is made with the wood placed in the press upside down, so it is not broken. This unbroken wood is what gives Blizzard skis a very damp and powerful feel. At 78mm underfoot the Latigo is a carving ski, with a freeride rocker profile that gives you a ski that has a very unique feeling. Vertical sidewalls only add to the toughness of this bucking bronco, by giving you very strong edge hold on the groomers, and a powerful torsional strength. East Coasters and Midwesterners that have been wanting a narrow ski, but with a ultra powerful construction, the all new Blizzard Latigo will remind you how fun a skinny ski can be.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/aPPm7osqNdI\/maxresdefault.jpg",
        "mediaDuration": "63",
        "hdvFlag": 1,
        "uploadDate": 1404259716,
        "prettyDuration": "01:03"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "11",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 508.18076
}