{
    "title": "2013 Blizzard Magnum 76 IQ Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Blizzard-Magnum-7.6-IQ-Skis-with-IQ-TC-11-Bindings-2013\/275163P,default,pd.html  The Blizzard Magnum 7.6 IQ is a great skier for the intermediate to advanced skier who will be spending most of their time on the groomers making short to",
    "referenceId": null,
    "date_created": "1411361164",
    "date_modified": "1418182009",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766225",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Blizzard-Magnum-76-IQ-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 33,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "qUGVg4Zh7hM",
        "hookText": "http:\/\/www.skis.com\/Blizzard-Magnum-7.6-IQ-Skis-with-IQ-TC-11-Bindings-2013\/275163P,default,pd.html  The Blizzard Magnum 7.6 IQ is a great skier for the intermediate to advanced skier who will be spending most of their time on the groomers making short to medium radius turns. The 7.6 has some front rocker this season that causes the ski to initiate really quick turns vary easily. The Blizzard IQ integrated binding system is the smartest in the business. The binding is slid into tracks that are built into the ski and attached with only one screw. The tracks on the ski keep the binding locked into place, but most importantly give the ski a deep, even, uninterrupted flex so you will have more control, and better edge grip on firm snow. At 76 mm underfoot the Magnum 7.6 is lightning fast edge to edge, so if you like making short, tight turns you will be a happy skier. The IQ Sandwich Compound Sidewall construction has a wood profile core that keeps the ski light, easy to ski, but still have enough rebound and power for the stronger skier to enjoy themselves on the groomers. The Magnum 7.6 has vertical sidewalls that add some power and edge grip, especially on the firm snow and ice. If you like a lightweight ski that is very quick edge to edge, but powerful enough for you too test yourself, the Blizzard Magnum 7.6 IQ will be the smart choice.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/qUGVg4Zh7hM\/sddefault.jpg",
        "mediaDuration": "33",
        "hdvFlag": 0,
        "uploadDate": 1340147919,
        "prettyDuration": "00:33"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "12",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 404.52856
}