{
    "title": "Hunter's Review-Volkl Code UVO Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Volkl-Code-UVO-Skis-with-Marker-xMotion-12.0-Bindings-2015\/362851P,default,pd.html\n\nThe Volkl Code UVO is a high powered carving machine that ex-racers and speed freaks will love. The UVO Dampening System gives you 360 degrees of vibra",
    "referenceId": null,
    "date_created": "1411361107",
    "date_modified": "1418182000",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765686",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Hunter-s-Review-Volkl-Code-UVO-Skis-2015-Skis-com",
    "category": null,
    "duration": 51,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "2-UX8hB3jJ0",
        "hookText": "http:\/\/www.skis.com\/Volkl-Code-UVO-Skis-with-Marker-xMotion-12.0-Bindings-2015\/362851P,default,pd.html\n\nThe Volkl Code UVO is a high powered carving machine that ex-racers and speed freaks will love. The UVO Dampening System gives you 360 degrees of vibration dampening. The UVO engages itself when your skis tips start vibrating in bumpy terrain by absorbing vibrations in lateral, longitudinal, and torsional directions to give you the quietest ski on the market today. The Code UVO has Volkl's Power Construction that is the same used in all of the Racetiger line that boasts vertical sidewalls, and a torsion box layup to deliver the most power, and ultra strong edge hold on the snow, and a highly responsive ski. The Sensor Wood Core has vertically laminated beech and poplar wood, which has a very damp feeling, no matter how fast you can ski. The Code UVO also has tip and tail rocker with camber underfoot to give you a ski with unmatched edge hold, but still be highly maneuverable. If you are looking for a carving ski that has no speed limit, and will feel ultra stable when you really push it the Volkl Code UVO will be the only ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/2-UX8hB3jJ0\/maxresdefault.jpg",
        "mediaDuration": "51",
        "hdvFlag": 1,
        "uploadDate": 1404772667,
        "prettyDuration": "00:51"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 336.86365
}