{
    "title": "2013 Rossignol Super S7 Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Rossignol-Super-7-Skis-2013\/274581P,default,pd.html  There is a lot of super things about the Rossignol Super 7. If you are looking for a plank that is big, bad and stiff... Here it is. The Super 7 has Rossignols Powder Turn Rocker tha",
    "referenceId": null,
    "date_created": "1411361173",
    "date_modified": "1418182010",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766309",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rossignol-Super-S7-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 38,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "QABZk8dMQk0",
        "hookText": "http:\/\/www.skis.com\/Rossignol-Super-7-Skis-2013\/274581P,default,pd.html  There is a lot of super things about the Rossignol Super 7. If you are looking for a plank that is big, bad and stiff... Here it is. The Super 7 has Rossignols Powder Turn Rocker that has 50% High Camber in the tips and tails, and 50% Low Camber underfoot. Tip rocker will keep the tips floating, while the tail rocker will keep you smearing in the ultra deep. The Low Camber underfoot keeps the ski engaged on the hard pack, but who cares about that unless you are on your way back to the tram, or A Star. The two sheets of Titanal that laminate the full wood core of the Super 7 enjoy crushing anything that gets in its way like moguls, crud, stumps, or gapers. As tough as the Super 7 sounds, the shape and rocker profile make it really easy to conquer any terrain that a strong skier will put below the tips.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/QABZk8dMQk0\/sddefault.jpg",
        "mediaDuration": "38",
        "hdvFlag": 0,
        "uploadDate": 1338339906,
        "prettyDuration": "00:38"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "12",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 669.78
}