{
    "title": "2013 Rossignol Angus Snowboard Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Rossignol-Angus-AmpTek-Snowboard-2013\/280931P,default,pd.html  The snowboard that changed the game. The Angus AmpTek from Rossignol proved that rocker wasn't just for powder by winning Transworld's Good Wood and Snowboarder's Best of T",
    "referenceId": null,
    "date_created": "1411361121",
    "date_modified": "1418182002",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765814",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rossignol-Angus-Snowboard-Review-By-Skis-com",
    "category": null,
    "duration": 23,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "r6Ib-TZlTJk",
        "hookText": "http:\/\/www.skis.com\/Rossignol-Angus-AmpTek-Snowboard-2013\/280931P,default,pd.html  The snowboard that changed the game. The Angus AmpTek from Rossignol proved that rocker wasn't just for powder by winning Transworld's Good Wood and Snowboarder's Best of Test awards in the Best All-Mountain Category. AmpTek all-mountain camber technology means the Angus can rail on man-made hardpack and float effortlessly in the lightest pow on earth. Added into it this year our the S-Tips, which allow for more pop when loading up the board. Rossignol's Angus all mountain snowboard delivers the all around performance and ease of use that has critics and magazine reviews heralding the board as one of the year's very best. The Angus directional twin maneuvers easily at slow speeds, delivers incredible edge grip on hard snow and floats effortlessly in powder and crud. One of the key technologies that deliver such versatility is the Angus' unique shape. The Angus features AmpTek which combines traditional and reverse cambers to deliver the best of on-trail performance and the best of powder performance.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/r6Ib-TZlTJk\/sddefault.jpg",
        "mediaDuration": "23",
        "hdvFlag": 0,
        "uploadDate": 1346307174,
        "prettyDuration": "00:23"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 288.25406
}