{
    "title": "2013 Rossignol Attraxion 3 Echo Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Rossignol-Attraxion-3-Echo-Womens-Skis-with-Rossignol-Xelium-Saphir-110S-Bindings-2013\/274616P,default,pd.html  The Rossignol Attraxion 3 Echo is a great ski for the intermediate skier who will spend almost all of her time on the groom",
    "referenceId": null,
    "date_created": "1411361168",
    "date_modified": "1418182009",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766258",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rossignol-Attraxion-3-Echo-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 31,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "y9-9FLJW14Q",
        "hookText": "http:\/\/www.skis.com\/Rossignol-Attraxion-3-Echo-Womens-Skis-with-Rossignol-Xelium-Saphir-110S-Bindings-2013\/274616P,default,pd.html  The Rossignol Attraxion 3 Echo is a great ski for the intermediate skier who will spend almost all of her time on the groomers making clean and consistent carves. The Oversize Sidecut has aggressive oversized tip and tail dimensions with modern waist widths for great edge grip in all areas of a turn, and an overall more stable ski. Rossignol uses the Echo Concept for all of the Attraxion Line. The Eco concept uses fewer petroleum based products, and a light poplar wood that is harvested from renewable tree farms. The IPS Concave technology has a concave profile that makes the sidewalls higher, for more edge pressure, and reduces the skis weight by 100 grams a pair. The new Rossignol Xelium Binding System is now the lightest weight system on the market, so you wont fatigue as fast, because you are saving energy. The Attraxion 3 utilizes the VAS Linen Dampening system that is more eco-friendly than traditional fibers, reduces negative vibrations, and improves snow contact. If you are looking for a nice stable ride, that makes quick and deliberate turns the Rossignol Attraxion 3 will attract you to better skiing.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/y9-9FLJW14Q\/sddefault.jpg",
        "mediaDuration": "31",
        "hdvFlag": 0,
        "uploadDate": 1344548814,
        "prettyDuration": "00:31"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "32",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 354.92575
}