{
    "title": "2013 Rossignol Scimitar Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Rossignol-Scimitar-Skis-2013\/274597P,default,pd.html  The Rossignol Scimitar is a great all mountain ski with a freestyle feel to it. At 99mm underfoot it has the waist that can tackle any snow condition except super deep bottomless st",
    "referenceId": null,
    "date_created": "1411361170",
    "date_modified": "1418182010",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766276",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rossignol-Scimitar-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 35,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "7TGQ1PwFPBM",
        "hookText": "http:\/\/www.skis.com\/Rossignol-Scimitar-Skis-2013\/274597P,default,pd.html  The Rossignol Scimitar is a great all mountain ski with a freestyle feel to it. At 99mm underfoot it has the waist that can tackle any snow condition except super deep bottomless stuff. The Scimitar has Rossignols Spin Turn Rocker that is 100% full rocker with no camber. That gives the Simi a very playful, surfy feel in any snow condition. It can float, and smear in pow, keep the entire edge of the ski engaged on groomers, and give you some pop when you are trying to ollie on boxes or rails. The Jib Tip, and 30 degree sloping sidewalls keeps the swing weight down so it will be even easier for you stick your switch 9s. The Scimitar has a Mini Cap Sandwich Construction that strengthens the top of the ski, for added durability, because if you are reading this you are going to use these skis, not just prop them up against the wall in your room. The Simi adds to the all mountain fun by using an Extended Sidecut that the faster you go, and the more edge angle you apply to the ski the more sidecut is engages. The slower you go, the less edge angle you use, the more maneuverable the ski becomes. If you like skis that are super playful, and that you can take anywhere, park, pipe, groomers, powder, your moms house, the Rossignol Scimitar is it. Get a Pair Now.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/7TGQ1PwFPBM\/sddefault.jpg",
        "mediaDuration": "35",
        "hdvFlag": 0,
        "uploadDate": 1338339488,
        "prettyDuration": "00:35"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "3",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 449.57797
}