{
    "title": "2013 Atomic Supreme Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Atomic-Supreme-Womens-Skis-2013\/275841,default,pd.html  The Atomic Supreme is a great ski for the intermediate or advanced skier who is looking for a ski that can carve on the groomers and be a ski that can handle the ungroomed terrain",
    "referenceId": null,
    "date_created": "1411361152",
    "date_modified": "1418182007",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766110",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Atomic-Supreme-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 42,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "BBQG59P1m7U",
        "hookText": "http:\/\/www.skis.com\/Atomic-Supreme-Womens-Skis-2013\/275841,default,pd.html  The Atomic Supreme is a great ski for the intermediate or advanced skier who is looking for a ski that can carve on the groomers and be a ski that can handle the ungroomed terrain. The Wood Core makes the Supreme very lively and snappy for short to medium radius turns. The 87 mm waist is highly versatile, it is quick edge to edge, and wide enough to float in powder. The Step Down Sidewalls have a half cap construction in the tip and tails, to keep the swing weight down, and keep the ski light. The Sidewalls under foot give you great edge grip on the firm snow, and act as a vibration dampening system. The All Mountain Rocker on the Supreme has 15% rocker in the tip to engage turns quicker on the groomers, keep the ski on top of the snow in the powder, and deflect the negative energy that is caused by bumps and crud. The 75% of camber underfoot, keep the ski stable and grippy on the firm snow, and the 10% of rocker in the tail releases the Supreme out of a turn easier, and smear some turns in the deep stuff. If you are looking for a versatile ski for the entire mountain, that can be a great ski for the days you are going to spend on the hard pack, and have float and stability on the ungroomed stuff the Atomic Supreme will be a solid choice.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/BBQG59P1m7U\/sddefault.jpg",
        "mediaDuration": "42",
        "hdvFlag": 0,
        "uploadDate": 1339719784,
        "prettyDuration": "00:42"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "26",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 468.94226
}