{
    "title": "2013 Icelantic The Shaman Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Icelantic-Shaman-Skis-2013\/273568P,default,pd.html  The Icelantic Shaman controls nature with it's huge shovel that can drive through any snow pack, divines its own route with solid torsional stiffness that will not be thrown off cours",
    "referenceId": null,
    "date_created": "1411361183",
    "date_modified": "1418182012",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766406",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Icelantic-The-Shaman-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 36,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "mPTUzu1ciig",
        "hookText": "http:\/\/www.skis.com\/Icelantic-Shaman-Skis-2013\/273568P,default,pd.html  The Icelantic Shaman controls nature with it's huge shovel that can drive through any snow pack, divines its own route with solid torsional stiffness that will not be thrown off course, and heals your angst by allowing you to dominate any terrain. As far as we are concerned that counts as sorcery. A giant 160mm shovel is unsinkable in soft, deep powder, but has an aggressive sidecut, and lots of torsional rigidity, can make ripping groomers an out of body experience. The flagship of the Icelantic line The Shaman is versatile for any condition or mountain range, do not let its shape fool you, the 110mm waist seems much narrower when you want it to, and much wider when you want it to. If you are looking for a deep religious experience from a divine influence contact the Icelantic Shaman.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/mPTUzu1ciig\/sddefault.jpg",
        "mediaDuration": "36",
        "hdvFlag": 0,
        "uploadDate": 1337306762,
        "prettyDuration": "00:36"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 337.89578
}