{
    "title": "2013 Blizzard Cochise Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Blizzard-Cochise-Skis-2013\/275376P,default,pd.html  The Blizzard Cochise wasn't ski of the year for no reason. The extremely versatile shape is best suited for the ungroomed powder, bowls and trees, but can take on the rest of the moun",
    "referenceId": null,
    "date_created": "1411361163",
    "date_modified": "1418182009",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766212",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Blizzard-Cochise-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 32,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "5KrFxGdjvTA",
        "hookText": "http:\/\/www.skis.com\/Blizzard-Cochise-Skis-2013\/275376P,default,pd.html  The Blizzard Cochise wasn't ski of the year for no reason. The extremely versatile shape is best suited for the ungroomed powder, bowls and trees, but can take on the rest of the mountain with ease. At 108 mm underfoot the Cochise can float in all but the deepest snow, and still be a riot to rail down groomers. Blizzards Flipcore 3D builds the rocker in the ski naturally without bending or breaking the wood core. The rocker in the tip and tail make the Cochise very playful, yet stable enough for you test your speed limit while still making the ski easy to float in all of the deep stuff. A layer of titanium adds some torsional and lateral strength, but a layer of bamboo keeps the ski light and easy to maneuver in tight conditions. Vertical sidewalls add to the toughness of the Cochise and make it easy to grip on firm snow when some goon has scratched off all of the snow at the top of the chute. If you are looking for a ski that loves to be on anything ungroomed and covered with snow, the Blizzard Cochise fits the bill.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/5KrFxGdjvTA\/sddefault.jpg",
        "mediaDuration": "32",
        "hdvFlag": 0,
        "uploadDate": 1340139578,
        "prettyDuration": "00:32"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "12",
        "25",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 465.28418
}