{
    "title": "2013 K2 Amp Bolt Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/K2-A.M.P.-Bolt-Skis-with-K2\/Marker-MX-14.0-Bindings-2013\/273802P,default,pd.html  The New K2 A.M.P. Bolt is a high powered carving ski for expert skiers who like medium to long radius turns down the groomers at fast and ultra fast spee",
    "referenceId": null,
    "date_created": "1411361182",
    "date_modified": "1418182011",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766392",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-K2-Amp-Bolt-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 35,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "6mCCg7IAfbM",
        "hookText": "http:\/\/www.skis.com\/K2-A.M.P.-Bolt-Skis-with-K2\/Marker-MX-14.0-Bindings-2013\/273802P,default,pd.html  The New K2 A.M.P. Bolt is a high powered carving ski for expert skiers who like medium to long radius turns down the groomers at fast and ultra fast speeds. The new Rox Technology has the Mod Suspension system that is a layer that sits on top of the primary core that acts independently so it does not affect the overall flex of the ski. That means that you can get a ski to flex easily and natural without being overly stiff and demanding. The Bolt also has the Carbon Web that is a raised X-shaped pattern further away from the core, which gives the ski stronger torsional strength, for better edge grip, without changing the longitudinal flex of the ski. A Fir Wood core has a layer of metal laminates that provide the ski with a very damp powerful feel to it. K2 has added some speed rocker (rocker in the tip with camber underfoot) to make a ski that has this much torsional stiffness possible to initiate a turn. The K2\/Marker MX Binding System has integrated hubs that give the ski a deep and even flex to it. If you like high powered skis that have no speed limit on the groomers, and prefer a medium to long radius turn the new K2 Bolt will zap you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/6mCCg7IAfbM\/sddefault.jpg",
        "mediaDuration": "35",
        "hdvFlag": 0,
        "uploadDate": 1343939057,
        "prettyDuration": "00:35"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "18",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 344.59885
}