{
    "title": "Troy's Review-Atomic Smoke TI ARC Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Atomic-Nomad-Smoke-Ti-Skis-with-XTO-12-Bindings-2015\/360565P,default,pd.html\n\nThe Atomic Nomad Smoke Ti is a great ski for the true intermediate skier that wants a snappy ski that will be stable at medium to fast speeds for skiing on t",
    "referenceId": null,
    "date_created": "1411361099",
    "date_modified": "1418181998",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765608",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Troy-s-Review-Atomic-Smoke-TI-ARC-Skis-2015-Skis-com",
    "category": null,
    "duration": 51,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "RlZvXq3IvUA",
        "hookText": "http:\/\/www.skis.com\/Atomic-Nomad-Smoke-Ti-Skis-with-XTO-12-Bindings-2015\/360565P,default,pd.html\n\nThe Atomic Nomad Smoke Ti is a great ski for the true intermediate skier that wants a snappy ski that will be stable at medium to fast speeds for skiing on the groomed trails. Atomic's Step Down Sidewall 2.0 Construction gives you the best of both worlds, Sidewall and Cap Construction. Cap in the tip and tail makes the Smoke Ti easier to maneuver and forgiving, and the Sidewall underneath the binding plate will give you a firm and direct edge on the groomers and firm snow. Atomic's ARC Technology has only one connection plate to affix the binding system to the deck of the ski for an even, and natural flex for a better grip on the snow, regardless of the snow conditions. The ARC System has hi-endurance elastomers called Shockilla that dampens out vibrations, and it strengthens the torsional strength of the ski. All Mountain Rocker has camber underfoot for edge hold and stability on the snow, while the rockered tip will help you initiate turns quickly. The Smoke Ti has a Cap Fiber Ti Core that has the perfect mix of stability and forgiveness all wrapped up into one ski. The Composite Core is soft and mellow, but the layer of Ti will give you power and snap to your skis. If you want a on trial ski that can push your speed limit, but not be too demanding or aggressive, the Atomic Nomad Smoke Ti will be a great ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/RlZvXq3IvUA\/maxresdefault.jpg",
        "mediaDuration": "51",
        "hdvFlag": 1,
        "uploadDate": 1405376312,
        "prettyDuration": "00:51"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "28",
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 321.41962
}