{
    "title": "2013 Elan Puzzle TBT Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Elan-Puzzle-TBT-Skis-2013\/277861P,default,pd.html  The new Elan Puzzle TBT is a revolutionary new technology for park skis. The Triple Base Technology (TBT) has three bases. The ski is flat in the middle of the base, and lifted on the ",
    "referenceId": null,
    "date_created": "1411361130",
    "date_modified": "1418182003",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765894",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Elan-Puzzle-TBT-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 37,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "0esaz3tiXzc",
        "hookText": "http:\/\/www.skis.com\/Elan-Puzzle-TBT-Skis-2013\/277861P,default,pd.html  The new Elan Puzzle TBT is a revolutionary new technology for park skis. The Triple Base Technology (TBT) has three bases. The ski is flat in the middle of the base, and lifted on the inside and outside edges of the ski. Elan has designed the TBT to be catch free when you are taking off a massive boater trying to nail a 12, sticking off axis landings, or greasing a fatty triple kinked rail. The laminated wood and fiberglass core is very springy and has tons of pop, so it will be very easy for you to get the air that you need to spin all of your steeze tricks. The Puzzle TBT has SST sidewalls to give you edge grip as you fly up the walls of a freshly groomed pip. If you are looking for a ski that will help you get to the next level of park tricks, or impress that cute ski instructor that smiles at you in the lift line, the Elan Puzzle is the ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/0esaz3tiXzc\/hqdefault.jpg",
        "mediaDuration": "37",
        "hdvFlag": 0,
        "uploadDate": 1342631896,
        "prettyDuration": "00:37"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 604.038
}