{
    "title": "2013 Rossignol Temptation 82 Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Rossignol-Temptation-82-Womens-Skis-with-WTPI2-Saphir-110-L-Bindings-2013\/227520P,default,pd.html  The new Temptation series from Rossignol is for ladies that are looking for a ski that can take them anywhere, anytime, any day. The Aut",
    "referenceId": null,
    "date_created": "1411361293",
    "date_modified": "1418182025",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3767342",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rossignol-Temptation-82-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 41,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "gn5QJqdzUjU",
        "hookText": "http:\/\/www.skis.com\/Rossignol-Temptation-82-Womens-Skis-with-WTPI2-Saphir-110-L-Bindings-2013\/227520P,default,pd.html  The new Temptation series from Rossignol is for ladies that are looking for a ski that can take them anywhere, anytime, any day. The Auto Turn Rocker is seventy percent traditional camber underfoot, with thirty percent rocker in the tip and tail. Camber underfoot gives the skier plenty of rebound and responsiveness on the groomed trails, while the tip rocker helps initiates turns quicker, absorbs the negative energy that a ski gets when powering through crud on the groomers, and bumps, and help the ski plane to the top of powder when it has been snowing for a few days. An extended sidecut continues past the contact point where the rocker starts. As she speeds up and edge angle increases more of the sidecut is engaged for better grip. At lower speeds and edge angles less of the sidecut is engaged for easier turning and more maneuverability. A cascade tip makes the tip lighter for a lower swing weight making legs less fatigued. The Central sidewall makes the ski more forgiving without sacrificing edge hold. The Temptation 82 is a great ski for the women who will spend most of their time on the groomers, but are not afraid to venture in to the back bowls when the conditions are just too good to pass up.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/gn5QJqdzUjU\/sddefault.jpg",
        "mediaDuration": "41",
        "hdvFlag": 0,
        "uploadDate": 1344561284,
        "prettyDuration": "00:41"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "12",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 356.4259
}