{
    "title": "Kevin's Review-Volkl Kendo Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Volkl-Kendo-Skis-2015\/362643P,default,pd.html\n\nThe Volkl Kendo is a high powered ski for advanced to expert skiers that are looking for a ski that makes medium to long radius turns at medium to ultra fast speeds. Made with Power Constr",
    "referenceId": null,
    "date_created": "1411361107",
    "date_modified": "1418182000",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765685",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Kevin-s-Review-Volkl-Kendo-Skis-2015-Skis-com",
    "category": null,
    "duration": 61,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "Y_A-h9LAtCc",
        "hookText": "http:\/\/www.skis.com\/Volkl-Kendo-Skis-2015\/362643P,default,pd.html\n\nThe Volkl Kendo is a high powered ski for advanced to expert skiers that are looking for a ski that makes medium to long radius turns at medium to ultra fast speeds. Made with Power Construction the Kendo uses the same construction as Volkl's race skis with vertical sidewalls, and an internal torsion box layup, that has strong edge grip on the snow, unmatched stability, and a super damp feeling that can run over just about anything. Powered by Titanium the Kendo is one of the stiffest skis out there. At 89mm at the waist the Kendo is best suited for rocketing down groomers as fast as you can, but is not afraid to venture off trial from time to time, and will fly right through any crud that may pile up on the groomers. Tip Rocker will help you initiate turns quicker for you, while camber underfoot only adds to the stability. If you are looking for a stiff ski that will power its way down the mountain, hold on to your goggles with the Volkl Kendo.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Y_A-h9LAtCc\/maxresdefault.jpg",
        "mediaDuration": "61",
        "hdvFlag": 1,
        "uploadDate": 1404772820,
        "prettyDuration": "01:01"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "9",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 470.83496
}