{
    "title": "2013 Salomon Origins Lava Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Salomon-Origins-Lava-Womens-Skis-with-L9-B80-Bindings-2013\/276806P,default,pd.html  The Salomon Origins Lava is a great ski for the intermediate to advanced women's skier that will spend most of her time on the groomers and hard pack. ",
    "referenceId": null,
    "date_created": "1411361144",
    "date_modified": "1418182005",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766029",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Salomon-Origins-Lava-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 59,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "Fv0zUOs34zw",
        "hookText": "http:\/\/www.skis.com\/Salomon-Origins-Lava-Womens-Skis-with-L9-B80-Bindings-2013\/276806P,default,pd.html  The Salomon Origins Lava is a great ski for the intermediate to advanced women's skier that will spend most of her time on the groomers and hard pack. The All Terrain Rocker is rocker in the tip of the ski with camber underfoot will help you engage the ski quicker on the groomers, and deflect some of the negative vibrations that are caused by crud and small moguls. A 74mm waist is quick and lively edge to edge, and prefers short to medium radius turns at all speeds fast, slow and in between. The Lightrak L9 binding system gives the Lava a nice, even flex that makes energy transmission smooth and easy. The Composite Double Monocoque Cap Construction is lively and stable, with out being too heavy. The Pulse Pad Dampening System has elastomer layers over the edge for shock absorption for smoother ski to snow contact. The Salomon Origins Lava is one of the best looking and skiing skis in its price range.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Fv0zUOs34zw\/sddefault.jpg",
        "mediaDuration": "59",
        "hdvFlag": 0,
        "uploadDate": 1344988350,
        "prettyDuration": "00:59"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "12",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 383.41364
}