{
    "title": "2013 Atomic Affinity Storm Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Atomic-Affinity-Storm-Womens-Skis-with-XTO-10-AF-Bindings-2013\/275843P,default,pd.html  The Atomic Affinity Storm storms back on to the scene this year as a great ski for the strong intermediate to advanced skier who will spend most of",
    "referenceId": null,
    "date_created": "1411361152",
    "date_modified": "1418182007",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766107",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Atomic-Affinity-Storm-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 31,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "SXqxglFvb0w",
        "hookText": "http:\/\/www.skis.com\/Atomic-Affinity-Storm-Womens-Skis-with-XTO-10-AF-Bindings-2013\/275843P,default,pd.html  The Atomic Affinity Storm storms back on to the scene this year as a great ski for the strong intermediate to advanced skier who will spend most of her time on the groomers, but take it to the powder when the snow is right. The Storm is the only ski in the Affinity line to have a wood core that makes it powerful, yet lively, while the flex of the ski is maintained at all times. The half cap with step down sidewall construction at the tips and tails lower the swing weight of the ski, and protecting the ski from any mechanical damage. The sidewall underneath the binding plate improves dampening, shock absorption, and edge grip. The 15% of tip rocker will help the Pure engage turns quicker on the groomers, float in light powder, and deflect the negative energy caused by bumps and crud. The 85% of camber keeps the ski engaged and locked in to turns on the firm or icy snow. An 84 mm waist makes the Pure highly versatile on any mountain. If you are a strong intermediate to advanced skier who likes a ski to be stable at medium to high speeds, and very lively the Atomic Affinity Pure will be a great ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/SXqxglFvb0w\/sddefault.jpg",
        "mediaDuration": "31",
        "hdvFlag": 0,
        "uploadDate": 1346196104,
        "prettyDuration": "00:31"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "11",
        "12",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 429.57455
}