{
    "title": "Linda's Review-Volkl Aura Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Volkl-Aura-Womens-Skis-2015\/362659P,default,pd.html\n\nThe new design of the Volkl Aura makes a great ski for the advanced to expert skier that is looking for on trail and off trail versatility. The new Full Rocker Profile will give you ",
    "referenceId": null,
    "date_created": "1411361108",
    "date_modified": "1418182000",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765693",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Linda-s-Review-Volkl-Aura-Skis-2015-Skis-com",
    "category": null,
    "duration": 54,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "MNC6v8LCyco",
        "hookText": "http:\/\/www.skis.com\/Volkl-Aura-Womens-Skis-2015\/362659P,default,pd.html\n\nThe new design of the Volkl Aura makes a great ski for the advanced to expert skier that is looking for on trail and off trail versatility. The new Full Rocker Profile will give you better floatation in the powder, and make the Aura more maneuverable in any condition. The new 100mm waist will give you a wider ski for surfing the deep, and powering through crud. The Aura is made with Volkl's Power Construction that has vertical sidewalls for a strong edge hold on the snow, and a torsion box internal layup that will give you a strong, and responsive grip on the snow. A layer of Titanium only adds to the torsional strength so you will have one very stable ski, no matter how fast you push it. The Aura's Multi Wood Core uses a stiffer, ash wood under the binding mounting platform, that has a more rigid feeling underfoot, and a softer poplar wood in the tips and tails for an easier flex. If you are looking for a powerful ski for on trail and off skiing the Volkl Aura will not disappoint you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/MNC6v8LCyco\/maxresdefault.jpg",
        "mediaDuration": "54",
        "hdvFlag": 1,
        "uploadDate": 1404772503,
        "prettyDuration": "00:54"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "18",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 592.4119
}