{
    "title": "Kevin's Review-Blizzard Cochise Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Blizzard-Cochise-Skis-2015\/362913P,default,pd.html\n\nThe Blizzard Cochise is a perfect ski for big aggressive skiers looking for a big aggressive ski. The Cochise has the power to bust up anything that will try to stand in your way from",
    "referenceId": null,
    "date_created": "1411361109",
    "date_modified": "1418182000",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765697",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Kevin-s-Review-Blizzard-Cochise-Skis-2015-Skis-com",
    "category": null,
    "duration": 60,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "3j48EiembRE",
        "hookText": "http:\/\/www.skis.com\/Blizzard-Cochise-Skis-2015\/362913P,default,pd.html\n\nThe Blizzard Cochise is a perfect ski for big aggressive skiers looking for a big aggressive ski. The Cochise has the power to bust up anything that will try to stand in your way from taking another tram lap, float in all that is soft and deep, and still lay trenches down in the snow on a groomer. The 108mm waist has the width to float in deep snow, but feels surprisingly nimble in the tight trees, narrow chutes, and any other place that you need it to be. The Cochise is made with Blizzard's Flipcore 3D Rocker is made by not breaking the wood used in the core to keep the ski damp, and not have the wobbly feeling in the tip that skis with lots of rocker can have. The core of the Cochise has the perfect blend of bamboo, wood, titanal, for power and stability. Vertical Sidewalls round out this package to improve the edge hold on the snow, and beef up the torsional stiffness. If you are looking for a powerful go anywhere, do anything ski the Blizzard Cochise has not won so many awards for no reason.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/3j48EiembRE\/maxresdefault.jpg",
        "mediaDuration": "60",
        "hdvFlag": 1,
        "uploadDate": 1404259350,
        "prettyDuration": "01:00"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 661.461
}