{
    "title": "2013 Volkl Chiara Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Volkl-Chiara-Womens-Skis-with-Marker-4-Motion-11.0-TC-Essenza-Bindings-2013\/272761P,default,pd.html  The Volkl Chiara is in the new womens specific Essenza line this season. The Chiara enjoys medium to fast speeds, for the intermediate",
    "referenceId": null,
    "date_created": "1411361195",
    "date_modified": "1418182013",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766508",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Volkl-Chiara-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 39,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "dt-9sKWRY0s",
        "hookText": "http:\/\/www.skis.com\/Volkl-Chiara-Womens-Skis-with-Marker-4-Motion-11.0-TC-Essenza-Bindings-2013\/272761P,default,pd.html  The Volkl Chiara is in the new womens specific Essenza line this season. The Chiara enjoys medium to fast speeds, for the intermediate to advanced skier who spends most of her time on all of the groomers. The Dual wood core is in cased in polyurethane with extra glass sheets on the top and bottom, to give the Chiara lots of snap and rebound. A layer of steel gives the Chiara some power and strength. The Chiara utilizes Volkls womens specific Bio-Logic Technology. Bio-Logic addresses three womens specific issues in skiing, stance, geometry, and flex. A more level stance requires less overloading of the quad muscles, which feel the most strain in a turn. Better balanced muscle action between the quads and hamstrings, means better performance, less fatigue and added protection in the knee joint. Bio-Logic side cuts are wider in the tip, and narrower in the tail then mens skis, causing the ski to have a tighter radius in the tip of the ski and a longer radius in the tail. This shape causes the skier to complete the turn with less effort, reducing the load on the knees. Tip rocker makes the ski more maneuverable in any snow condition. The Bio-Logic flex is stiffer in the shovel of the ski, for quick turn initiation, and softer in the tail causing you to exit the turn easier, resulting in more control. The Bio-Logic xTERALight core uses lighter weight Pawlonia materials, with channels that are milled out of the bottom shed weight, and add a snappy, poppy performance. The Chiara is a perfect ski for women who enjoy tight quick turns a medium to fast speeds who is not afraid of any groomer on the mountain.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/dt-9sKWRY0s\/sddefault.jpg",
        "mediaDuration": "39",
        "hdvFlag": 0,
        "uploadDate": 1346311826,
        "prettyDuration": "00:39"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "26",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 290.42148
}