{
    "title": "Steve's Review-Blizzard Brahma Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Blizzard-Brahma-Skis-2015\/362921P,default,pd.html\n\nThe Brahma from Blizzard is back this season as a fantastic ski for aggressive or heavier experts that are looking for a well rounded ski that can make short to medium radius turns at ",
    "referenceId": null,
    "date_created": "1411361109",
    "date_modified": "1418182000",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765705",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Steve-s-Review-Blizzard-Brahma-Skis-2015-Skis-com",
    "category": null,
    "duration": 45,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "aZkaBp18bbM",
        "hookText": "http:\/\/www.skis.com\/Blizzard-Brahma-Skis-2015\/362921P,default,pd.html\n\nThe Brahma from Blizzard is back this season as a fantastic ski for aggressive or heavier experts that are looking for a well rounded ski that can make short to medium radius turns at fast and ultra fast speeds. The solid wood core of the Brahma has 2.5 sheets of titanium pack a powerful punch for carving, or blowing through the bumps and crud. There is two full length sheets with an extra half sheet over the binding mounting platform add to the power and stiffness of this bad boy. Blizzard's Flipcore 3D Rocker Construction uses wood that is put into the press upside down so it is not broken, to keep a damp, powerful feel. At 88mm at the waist the Brahma is best suited for on trial skiing, but still has the width and maneuverability to be one of the best bump skis on the market today. If you are looking for a powerful ski that that makes short to medium radius turns, that is very stable no matter how fast you ski, but is still a riot to ski in the bumps, the Blizzard Brahma is your stallion.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/aZkaBp18bbM\/maxresdefault.jpg",
        "mediaDuration": "45",
        "hdvFlag": 1,
        "uploadDate": 1404258706,
        "prettyDuration": "00:45"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "12",
        "18",
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 380.83725
}