{
    "title": "2013 Fischer Motive 80 Powerrail Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Fischer-Motive-80-Skis-with-RSX-12-Bindings-2013\/278174P,default,pd.html  The Fischer Motive 80 is a high powered, high energy ski for advanced to expert skiers who will want a ski that jams on the hard pack and can hold its own off pi",
    "referenceId": null,
    "date_created": "1411361130",
    "date_modified": "1418182003",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765892",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Fischer-Motive-80-Powerrail-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 26,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "z4L2ZhFbK4w",
        "hookText": "http:\/\/www.skis.com\/Fischer-Motive-80-Skis-with-RSX-12-Bindings-2013\/278174P,default,pd.html  The Fischer Motive 80 is a high powered, high energy ski for advanced to expert skiers who will want a ski that jams on the hard pack and can hold its own off piste. The All Mountain Rocker has tip rocker to engage the ski quicker on the groomers, keep your tips up in the powder and absorb negative vibrations when the snow can get cruddy. Camber underfoot will give you edge hold during powerful turns, and rebound to spring you into your next turn. At 80 mm at the waist you have a balance of stability and quickness edge to edge, for true all mountain performance. The Air Carbon Wood Core of the Motive 80 has the uncanny characteristic of being super light weight and strong, (it should be because it is made from the aerospace industry) so your skis are stable and highly maneuverable, especially in tight conditions. Full Vertical Sidewalls round out the total package that is the Motive 80 by giving you a ski that will hold on and grip to any firm snow condition, and torsional power. If you are a strong skier who is looking for a ski that will be easy to control, lightweight, super stable at high speeds, and is easy to maneuver, the Fischer Motive 80 is the ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/z4L2ZhFbK4w\/hqdefault.jpg",
        "mediaDuration": "26",
        "hdvFlag": 0,
        "uploadDate": 1343884167,
        "prettyDuration": "00:26"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "11",
        "25",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 449.5746
}