{
    "title": "2013 Atomic Smoke Ti Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Atomic-Smoke-Ti-Skis-with-XTO-12-Bindings-2013\/275786P,default,pd.html  The Atomic Nomad Smoke Ti is a great ski for the true intermediate that likes to ski on the groomers, but is not afraid of some speed. The Cap Fiber Ti Constructio",
    "referenceId": null,
    "date_created": "1411361153",
    "date_modified": "1418182007",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766120",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Atomic-Smoke-Ti-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 21,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "c6PbDf4WVQo",
        "hookText": "http:\/\/www.skis.com\/Atomic-Smoke-Ti-Skis-with-XTO-12-Bindings-2013\/275786P,default,pd.html  The Atomic Nomad Smoke Ti is a great ski for the true intermediate that likes to ski on the groomers, but is not afraid of some speed. The Cap Fiber Ti Construction protects the ski on the tips and tails, for increased durability, and the Fiber core with Titanal inserts gives the Smoke Ti lots of rebound and stability when you feel like seeing how fast you can ski, or when you need a little extra power to go through the snow when it is cruddy. The All Terrain Rocker has 15% rocker in the tip for quicker turning, and a more stable ride when things get a little chewed up. The rest of the ski has 85% Camber to give you more power and rebound as you make short to medium radius turns down the blues. With Atomics Step Down Sidewalls you get the best of both constructions, forgiveness in the tips and tails, and edge grip underfoot for firm snow. At 77mm underfoot the Smoke Ti has the waist width for you to start venturing into the ungroomed terrain, or be stable when the snow starts piling up on the sides of the groomers. If you have been looking for a ski that is a great value, and you are an intermediate, or the athletic casual skier, the Atomic Nomad Smoke Ti has everything you are looking for in a ski.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/c6PbDf4WVQo\/sddefault.jpg",
        "mediaDuration": "21",
        "hdvFlag": 0,
        "uploadDate": 1339715399,
        "prettyDuration": "00:21"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 415.85028
}