{
    "title": "2013 Gnu Ladies Pickle Snowboard Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Gnu-Ladies-Pickle-PBTX-Womens-Snowboard-2013\/270939P,default,pd.html  Twin asymmetric Magnetraction Banana for ducks! The ladies Park Pickle takes the next step in women snowboard specific geometries. Banana between your feet for easy ",
    "referenceId": null,
    "date_created": "1411361217",
    "date_modified": "1418182016",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766711",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Gnu-Ladies-Pickle-Snowboard-Review-By-Skis-com",
    "category": null,
    "duration": 36,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "vPIhbvFWAgY",
        "hookText": "http:\/\/www.skis.com\/Gnu-Ladies-Pickle-PBTX-Womens-Snowboard-2013\/270939P,default,pd.html  Twin asymmetric Magnetraction Banana for ducks! The ladies Park Pickle takes the next step in women snowboard specific geometries. Banana between your feet for easy riding, catch free park freestyle performance, and unreal float in powder. Magnetraction for unreal edgehold everywhere, asymmetric sidecuts and construction to balance the different turning mechanics required for heelside turns and toe side turns. Your body is asymmetric; your snowboard should be asymmetric. Park Pickles with a deeper heelside sidecut and unique Asym core are designed around progressive riding and modern freestyle duck stances in all terrain. Hand built by snowboarders at Mervin Mfg. using fast growing eco woods and environmentally friendly construction techniques, the ladies Park Pickle is some delicious green technology! Pickle Technology!",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/vPIhbvFWAgY\/sddefault.jpg",
        "mediaDuration": "36",
        "hdvFlag": 0,
        "uploadDate": 1346199849,
        "prettyDuration": "00:36"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "26",
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 270.42755
}