{
    "title": "Hunter's Review-Volkl RTM 81 Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Volkl-RTM-81-Skis-with-Marker-iPT-Wideride-12.0-Bindings-2015\/362590P,default,pd.html\n\nThe Volkl RTM 81 is a high powered ski for experts that are looking for a very maneuverable ski that can carve just about every turn shape on the mo",
    "referenceId": null,
    "date_created": "1411361103",
    "date_modified": "1418181999",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765648",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Hunter-s-Review-Volkl-RTM-81-Skis-2015-Skis-com",
    "category": null,
    "duration": 46,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "Gc3L071WO-4",
        "hookText": "http:\/\/www.skis.com\/Volkl-RTM-81-Skis-with-Marker-iPT-Wideride-12.0-Bindings-2015\/362590P,default,pd.html\n\nThe Volkl RTM 81 is a high powered ski for experts that are looking for a very maneuverable ski that can carve just about every turn shape on the mountain. A single layer of steel gives the RTM 81 the ability to power through crud and small bumps that will try to get in your way. The Fully Rockered Profile gives the RTM 81 lots of maneuverability. Rocker in the tail will release you out of turns easily, while the Rocker in the tip gives you quick and smooth turn initiation. Volkl's XTD Transmission Sidewall Construction has reinforcement channels over the edges of the ski for a stable ride, and strong edge hold on any type of snow. At 81mm underfoot the RTM 81 is best suited for flying down the groomers, but has some width to take on light powder and crud off trail. The iPT Wideride Binding System is specifically designed for wider on trail skis to have a high amount of energy transmission and torsional strength. If you want a ski that will be stable at any speed, and one that makes powerful carves the Volkl RTM 81 will not disappoint you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Gc3L071WO-4\/maxresdefault.jpg",
        "mediaDuration": "46",
        "hdvFlag": 1,
        "uploadDate": 1404773609,
        "prettyDuration": "00:46"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "9",
        "18",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 474.0463
}