{
    "title": "2013 Blizzard Black Pearl Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Blizzard-Black-Pearl-Womens-Skis-2013\/275394P,default,pd.html  The Black Pearl is the flagship ski in Blizzards Freemountain line. It is a great ski for the solid intermediate to expert skier. At 88 mm underfoot the Black Pearl has a v",
    "referenceId": null,
    "date_created": "1411361159",
    "date_modified": "1418182008",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766172",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Blizzard-Black-Pearl-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 45,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "wvACcBN3bYw",
        "hookText": "http:\/\/www.skis.com\/Blizzard-Black-Pearl-Womens-Skis-2013\/275394P,default,pd.html  The Black Pearl is the flagship ski in Blizzards Freemountain line. It is a great ski for the solid intermediate to expert skier. At 88 mm underfoot the Black Pearl has a very healthy mix of quick turning ability, and power for the groomers, and girth and power for the ungroomed terrain. Blizzards Flipcore 3D has a natural rocker profile that does not break or bend the wood core during the manufacturing process, so you will have a lively, yet powerful ski as you arc perfect turns down any groomer. The Black Pearl has slight camber underfoot to give you controlled edge grip, and rebound on firm snow, or even ice. Rocker in the tip causes the Black Pearl to engage turns quicker, and easier. Tip rocker will also help you float better in light powder, and smooth out the negative vibrations that are caused by crud or bumps. Tail rocker will release you out of a turn easier. The Black Pearls vertical sidewalls give it unmatched edge grip on the firm snow. A layer of bamboo stringers through the core of the ski give you a ski that is stable and powerful without being heavy. If you are a solid intermediate to expert skier you will enjoy the Blizzard Black Pearl on any terrain.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/wvACcBN3bYw\/sddefault.jpg",
        "mediaDuration": "45",
        "hdvFlag": 0,
        "uploadDate": 1346199214,
        "prettyDuration": "00:45"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 420.09067
}