{
    "title": "2013 Atomic Blackeye Ti Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Atomic-Blackeye-Ti-Skis-with-XTO-12-Bindings-2013\/275776P,default,pd.html  The Atomic Nomad Blackeye Ti has been a best seller for the advanced to expert skier who is looking for a ski that is at home on both the ungroomed and groomed ",
    "referenceId": null,
    "date_created": "1411361154",
    "date_modified": "1418182007",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766124",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Atomic-Blackeye-Ti-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 34,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "wXkWjbMmNFM",
        "hookText": "http:\/\/www.skis.com\/Atomic-Blackeye-Ti-Skis-with-XTO-12-Bindings-2013\/275776P,default,pd.html  The Atomic Nomad Blackeye Ti has been a best seller for the advanced to expert skier who is looking for a ski that is at home on both the ungroomed and groomed terrain. At 82 mm underfoot the Blackeye Ti is quick edge to edge, and stable for short to medium radius turns at fast speeds. The waist will give you some float in some powder, and stability when you are skiing the ungroomed runs, even when it has not snowed in a few days. The All Mountain Rocker has 15% Tip Rocker to keep you turning and floating, and 85% camber underfoot for stability and rebound. The Wood Core with a Titanal Insert has a nice mix of dampness, and liveliness so you can have the power in your skis for flying down the groomers, and quickness when you need to make quick and precise turns down something steep and dicey. The Sidewall construction underfoot improves the dampening and edge grip so you will have more control over your skis when things get firm or icy. The Half Cap Construction in the tip and the tail of the Blackeye Ti keep the ski maneuverable in the bumps and other ungroomed terrain. If you are looking for a ski that can go anywhere, and has a nice mix of power and finesse try this favorite ski in the East or Mid West for the advanced to expert skier, the Atomic Nomad Blackeye Ti.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/wXkWjbMmNFM\/sddefault.jpg",
        "mediaDuration": "34",
        "hdvFlag": 0,
        "uploadDate": 1346197054,
        "prettyDuration": "00:34"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "18",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 477.37122
}