{
    "title": "2013 Line Prophet Flite Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Line-Prophet-Flite-Skis-2013\/273500P,default,pd.html  The Line Prophet Flite returns newly redesigned this season. This very light and poppy ski has a narrow waist this season, making it slightly quicker edge to edge without losing any",
    "referenceId": null,
    "date_created": "1411361187",
    "date_modified": "1418182012",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766434",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Line-Prophet-Flite-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 37,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "5z2PJLj3UOM",
        "hookText": "http:\/\/www.skis.com\/Line-Prophet-Flite-Skis-2013\/273500P,default,pd.html  The Line Prophet Flite returns newly redesigned this season. This very light and poppy ski has a narrow waist this season, making it slightly quicker edge to edge without losing any versatility. The Maple Macro Block Construction gives the Flite strength and power without being overly heavy. Early Rise has been added to the tip and the tail, helping the Flite engage turns on the hard pack quicker, float better, and be a more stable ride when things get a little choppy or cut up. At 85mm underfoot the Flite can kill it on the groomers, give you a stable landing platform for big hits in the park, and float in some light pow. Fatty Base Edge is a 30% thicker base and edge the increases the durability to weaken the blows caused by rocks and increases the tuning life of the ski. The Line 5 Cut Side cut gives you 5 different sizes of side cut radius shapes all mixed into one giving you more control at all different sized turns. The New Line Prophet Flite is a great ski for someone looking for a light and poppy all mountain twin tip that can play in the park rule the groomers and tackle some light powder.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/5z2PJLj3UOM\/sddefault.jpg",
        "mediaDuration": "37",
        "hdvFlag": 0,
        "uploadDate": 1337651741,
        "prettyDuration": "00:37"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 405.56097
}