{
    "title": "2013 Atomic Ritual Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Atomic-Ritual-Skis-2013\/275753P,default,pd.html  If your ritual is waking up every morning and skiing from bell to bell the Atomic Ritual will be your new daily habit. At 103 mm underfoot the Ritual is designed to be out on the mountai",
    "referenceId": null,
    "date_created": "1411361158",
    "date_modified": "1418182008",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766165",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Atomic-Ritual-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 35,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "f2UmVNA2Mvk",
        "hookText": "http:\/\/www.skis.com\/Atomic-Ritual-Skis-2013\/275753P,default,pd.html  If your ritual is waking up every morning and skiing from bell to bell the Atomic Ritual will be your new daily habit. At 103 mm underfoot the Ritual is designed to be out on the mountain all day, everyday no matter what the weather or snow is like. It has a great ability to take on the powder, but also skis great on the hard pack or variable snow. The All Mountain Rocker has 20% of rocker in the tip for floatation, and quick turn initiation, 65% camber for stability, and grip on the firm snow, and 15% of tail rocker for extra smear ability, and playfulness. The Titanium backbone gives the Ritual power and stability to blow through crud, and a smooth ride. If your lifties know when they will be seeing you in the line in the morning an know all of the runs you will be out on that day the Atomic Ritual will be feeding your ski habit.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/f2UmVNA2Mvk\/sddefault.jpg",
        "mediaDuration": "35",
        "hdvFlag": 0,
        "uploadDate": 1346198435,
        "prettyDuration": "00:35"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "9",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 414.24475
}