{
    "title": "2013 Dynastar Cham 97 Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Dynastar-Cham-97-Skis-2013\/279028P,default,pd.html  The Dynastar Cham 97 is the next-generation, freeride-adventure ski build in the shadow of Chamonix, the birthplace of extreme skiing. Dynastar's handcrafted, high-quality constructio",
    "referenceId": null,
    "date_created": "1411361127",
    "date_modified": "1418182003",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765863",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Dynastar-Cham-97-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 45,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "KVHNJALs3yo",
        "hookText": "http:\/\/www.skis.com\/Dynastar-Cham-97-Skis-2013\/279028P,default,pd.html  The Dynastar Cham 97 is the next-generation, freeride-adventure ski build in the shadow of Chamonix, the birthplace of extreme skiing. Dynastar's handcrafted, high-quality construction combined with the new Levitation Profile delivers a unique, user-friendly blend of float, maneuverability, and stability in all snow conditions. Progressive 5-point sidecut combines reverse (tapering) sidecut in the tip and tail with traditional sidecut underfoot. This delivers effortless maneuverability and smear turns so you can really tackle those lines. Long rocker from tip through forebody delivers superior floatation through deep snow and crud so you can get some knee deep faceshots. Classic camber underfoot delivers stability, reliable edge-grip, and power. The narrower, flat tail maximizes the benefits of the progressive 5-point sidecut. The Cham 97 delivers power, tracking, and stability in all conditions so feel free to get you some sidecountry.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/KVHNJALs3yo\/sddefault.jpg",
        "mediaDuration": "45",
        "hdvFlag": 0,
        "uploadDate": 1342612596,
        "prettyDuration": "00:45"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 376.06775
}