{
    "title": "2013 Line Chronic Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Line-Influence-105-Skis-2013\/273049P,default,pd.html  Big, bad and stiff are the best three adjectives to describe the Line Influence 105. At 105mm underfoot the Influence prefers to spend most of its time in deep snow and ungroomed te",
    "referenceId": null,
    "date_created": "1411361191",
    "date_modified": "1418182013",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766481",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Line-Chronic-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 36,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "fIwq04AVsno",
        "hookText": "http:\/\/www.skis.com\/Line-Influence-105-Skis-2013\/273049P,default,pd.html  Big, bad and stiff are the best three adjectives to describe the Line Influence 105. At 105mm underfoot the Influence prefers to spend most of its time in deep snow and ungroomed terrain. The Line Metal Matrix give the Influence all of the power and control that skis with edge to edge metal have with out adding excessive weight. 65cm of Early Rise in the tip will help this bad boy float in all the pow, and smooth out your ride when it has been some time between storms. The 32cm of Early Rise in the tail will help make you smear your turns as you float through the forest looking for freshies. Line's Fatty Base Edge give the Influence 105 a 30% thicker base that helps repel core shots from nasty pre-season conditions, buried rocks, and lengthens the tuning life of your new skis. if you enjoy going big, fast and strait the Line Influence 105 is a ski for you, if you are tough enough for it.   The Line Chronic returns this season after a diet that caused it to loose 10% of its weight. This best selling all mountain freestyle oriented all mountain twin has added some Early Rise to the tip and tail, making it easier to turn quicker. The new Capwall side wall adds a new element that this ski has been lacking over the past few season, better ability to grip the walls of a firm pipe, to launch higher and faster than ever before. The symmetrical flex and recommended mounting position of 40mm back from center make skiing and landing switch a park rats dream. The new Thin Tip thins out the ski at the sidewall and tip drastically lowers the swing weight, just in case you have not been getting your corked 900's around fast enough. The Line Fatty Base Edge is a 30% thicker edge and base that will make your new pair of Chronics more durable for boxes, rails, or your local urban stash, and will lengthen the tuning life of the ski. The new Line Chronic, try it and see how much lighter you feel on your skis.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/fIwq04AVsno\/sddefault.jpg",
        "mediaDuration": "36",
        "hdvFlag": 0,
        "uploadDate": 1346290066,
        "prettyDuration": "00:36"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "11",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 471.38983
}