{
    "title": "2013 Fischer Watea 88 Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Fischer-Watea-88-Skis-2013\/278211P,default,pd.html  The Fischer Watea 88 is a perfect ski for the advanced skier who will spend some time on the groomers, and most of their time off trail seeking out powder, skiing in the trees, or cha",
    "referenceId": null,
    "date_created": "1411361127",
    "date_modified": "1418182003",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765871",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Fischer-Watea-88-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 30,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "xrAvDf1R0QI",
        "hookText": "http:\/\/www.skis.com\/Fischer-Watea-88-Skis-2013\/278211P,default,pd.html  The Fischer Watea 88 is a perfect ski for the advanced skier who will spend some time on the groomers, and most of their time off trail seeking out powder, skiing in the trees, or charging in the bowls. The Watea 88 has Freeski Rocker that has rocker in the tip, camber underfoot, and rocker in the tail. Tip rocker will help you float in the pow, smooth out the ride when things get crudded up, and engage the ski quicker on the groomers. Camber underfoot will keep you stable on the hard pack, and give you rebound for the times you feel like blasting a groomer. Tail rocker will release you out of a turn effortlessly, and help you smear turns when things get deep. At 88 mm underfoot you get great floatation when you get some snow, but still be able to turn and lay down some carves. The Sandwich Sidewall Construction with a wood core gives you some rebound, torsional strength, and great edge grip on firm snow. The Carbon Tech Construction of the Watea 88 has a network of carbon fibers that have torsional power and balanced stiffness and is lighter than other materials to keep the weight down of the ski, for a lighter, but powerful feel. If you are looking for a versatile ski that excels off the trial, and can ski easily on the groomers the Fischer Watea 88 will be a great ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/xrAvDf1R0QI\/hqdefault.jpg",
        "mediaDuration": "30",
        "hdvFlag": 0,
        "uploadDate": 1343884647,
        "prettyDuration": "00:30"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 491.68436
}