{
    "title": "2013 Burton Blender Snowboard Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Burton-Blender-Womens-Snowboard-2013\/271611P,default,pd.html  If you're a shred Betty on the hunt for a quiver killing board, behold the Burton Blender. The Blender features Burton's V-Rocker shape which is nice and mellow providing th",
    "referenceId": null,
    "date_created": "1411361208",
    "date_modified": "1418182015",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766638",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Burton-Blender-Snowboard-Review-By-Skis-com",
    "category": null,
    "duration": 36,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "nkKQsrCY0u8",
        "hookText": "http:\/\/www.skis.com\/Burton-Blender-Womens-Snowboard-2013\/271611P,default,pd.html  If you're a shred Betty on the hunt for a quiver killing board, behold the Burton Blender. The Blender features Burton's V-Rocker shape which is nice and mellow providing that playful feel without sacrificing edge hold. Side Effects increases the surface area of the contact points allowing the Blender to plane on top of the snow for effortless float. Scoop at the tips help to further increase float making it so easy that you can surf the pow blind-folded. Alright, that was an exaggeration so don't go trying that now. Overbite Frostbite extends the edges out underfoot for ultimate grip in the ice or crud. Pro-Tip reduces swing weight by tapering the tips so feel free to spin till you vomit. The Blender features Burton's Infinite Ride which means there is no break-in period. This baby is going to ride the same day in and day out. Didn't we say the Burton Blender is a quiver killer? Live a little, click that Add To Cart button.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/nkKQsrCY0u8\/hqdefault.jpg",
        "mediaDuration": "36",
        "hdvFlag": 0,
        "uploadDate": 1342602828,
        "prettyDuration": "00:36"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 312.86218
}