{
    "title": "Jess's Review-Volkl Yumi Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Volkl-Yumi-Womens-Skis-2015\/362665P,default,pd.html\n\nThe Volkl Yumi is a perfect all mountain ski for the intermediate to advanced skiers that are looking for a ski that is very carveable, and can head off trial when the snow is right.",
    "referenceId": null,
    "date_created": "1411361104",
    "date_modified": "1418181999",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765653",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Jess-s-Review-Volkl-Yumi-Skis-2015-Skis-com",
    "category": null,
    "duration": 58,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "td0m6NHUUHs",
        "hookText": "http:\/\/www.skis.com\/Volkl-Yumi-Womens-Skis-2015\/362665P,default,pd.html\n\nThe Volkl Yumi is a perfect all mountain ski for the intermediate to advanced skiers that are looking for a ski that is very carveable, and can head off trial when the snow is right. At 83mm underfoot the Yumi can make short to medium radius turns on the trail, then head off trail in light powder and still be very stable for you. The Multi-Layer Wood Core has two different densities of wood. A stronger ash wood is used underneath the binding mounting platform to prevent you from pulling out your bindings, and rigidity underfoot. Slightly softer poplar wood is used on the remaining portions of the skis for an even flex, and some snap into and out of your turns. The Yumi's Tip Rocker Profile will help you float in soft snow, and initiate turns quickly and efficiently. Camber underfoot will give you a solid grip in any snow condition. The Power\/Tough Box Construction has a torsion box internal layup, and vertical sidewalls that deliver power from your skis right to the snow for a responsive and powerful feeling. If you want a ski that will be stable at fast speeds, have some versatility, and maneuverable the Volkl Yumi will be a solid choice for yourself.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/td0m6NHUUHs\/maxresdefault.jpg",
        "mediaDuration": "58",
        "hdvFlag": 1,
        "uploadDate": 1404773883,
        "prettyDuration": "00:58"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "18",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 557.3429
}