{
    "title": "Steve's Review-Salomon Q 98 Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Salomon-Q-98-Skis-2015\/360740P,default,pd.html\n\n\nThe Salomon Q-98 is a great ski for the strong intermediate to expert skier that is looking for a light snappy ride that will spend most of the time seeking out fresh snow in the trees. ",
    "referenceId": null,
    "date_created": "1411361112",
    "date_modified": "1418182000",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765731",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Steve-s-Review-Salomon-Q-98-Skis-2015-Skis-com",
    "category": null,
    "duration": 49,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "w8hs7Ldfkz0",
        "hookText": "http:\/\/www.skis.com\/Salomon-Q-98-Skis-2015\/360740P,default,pd.html\n\n\nThe Salomon Q-98 is a great ski for the strong intermediate to expert skier that is looking for a light snappy ride that will spend most of the time seeking out fresh snow in the trees. At 98mm underfoot you can float in all but the deepest of powder, and still have a highly maneuverable ski. Part of the reason the Q-98 is so maneuverable is the Honeycomb Tip that lowers the swingweight of the ski, and makes it perfect for getting around in tight spots. The Semi Sandwich Construction has a sidewall underfoot for strong edge hold, and cap construction in the tip and tail give you even more maneuverability. The Hook Free Taper prevents your tips from getting caught up in bumps, ruts, and crud. The Full Wood Core has the perfect mix of stability, and liveliness to it. If you are looking for a ski that loves to play in the trees, and off the trail, or are looking to become a better skier off trail the Salomon Q-98 is a great ski for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/w8hs7Ldfkz0\/maxresdefault.jpg",
        "mediaDuration": "49",
        "hdvFlag": 1,
        "uploadDate": 1403657928,
        "prettyDuration": "00:49"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "25",
        "2"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 542.80414
}