{
    "title": "2013 Atomic Affinity Pure Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Atomic-Affinity-Pure-Womens-Skis-with-XTO-10-AF-Bindings-2013\/275847P,default,pd.html  The Atomic Affinity Pure is a perfect ski for the intermediate skier who likes having a lightweight ski that is very easy to control. The Cap Fiber ",
    "referenceId": null,
    "date_created": "1411361151",
    "date_modified": "1418182006",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766102",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Atomic-Affinity-Pure-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 39,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "T0GYVVUjjuU",
        "hookText": "http:\/\/www.skis.com\/Atomic-Affinity-Pure-Womens-Skis-with-XTO-10-AF-Bindings-2013\/275847P,default,pd.html  The Atomic Affinity Pure is a perfect ski for the intermediate skier who likes having a lightweight ski that is very easy to control. The Cap Fiber Construction is light and forgiving, and has a very quick and responsive feel. The All Mountain Rocker has 15% tip rocker that makes the Affinity Pure very easy to initiate turns, and absorbs the negative energy that is caused by bumps or curd on the groomers. The remaining 85% of the ski has traditional camber that will keep you engaged in a turn, and give you great control on the groomers. The Step Down Sidewall Construction has a half cap construction in the tip and tail keeps the Pure light and forgiving while having a low swing weight. The Sidewall under your binding plate gives the pure fantastic edge grip on the groomers and firm snow, without being overly demanding or aggressive. The 79 mm waist will give some support to the intermediate who wants to experience some powder when they start to venture off of the groomers. The Atomic Affinity Pure has been a best selling ski for the last season and will be again for the intermediate skier who will spend most of her time on the groomers.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/T0GYVVUjjuU\/sddefault.jpg",
        "mediaDuration": "39",
        "hdvFlag": 0,
        "uploadDate": 1346194725,
        "prettyDuration": "00:39"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "3",
        "26",
        "31"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 415.3977
}