{
    "title": "2013 Volkl Ledge Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Volkl-Ledge-Skis-2013\/272745P,default,pd.html  The Ledge comes back this season with a new rocker profile as a great park ski for the younger and lighter weight skier looking to improve their skills in the freestyle scene. The new rock",
    "referenceId": null,
    "date_created": "1411361196",
    "date_modified": "1418182013",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766523",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Volkl-Ledge-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 59,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "FXII5J-tXmw",
        "hookText": "http:\/\/www.skis.com\/Volkl-Ledge-Skis-2013\/272745P,default,pd.html  The Ledge comes back this season with a new rocker profile as a great park ski for the younger and lighter weight skier looking to improve their skills in the freestyle scene. The new rocker, camber, rocker profile will help you engage a quicker edge when it is time to ollie up on a box or rail. The camber underfoot will give you some snap and power, and the tail rocker will release you out of a turn effortlessly. Volkl's power\/tough box construction is the same that Volkl uses in their race skis, that will give you power and control. The multi-layer Sensorwood core has vertically laminated poplar and beech wood layers that give you lots of pop and spring, that can make your urban sessions last longer into the night as long as the fuzz or some rent-a-cop does not run you down. The new Ledge from Volkl will not disappoint you, if you are looking for a freestyle ski that has lots of spring and pop.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/FXII5J-tXmw\/sddefault.jpg",
        "mediaDuration": "59",
        "hdvFlag": 0,
        "uploadDate": 1338498075,
        "prettyDuration": "00:59"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "7",
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 507.60086
}