{
    "title": "2013 Burton Custom Flying V Snowboard Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Burton-Custom-Flying-V-Snowboard-2013\/271553P,default,pd.html?dwvar_271553P_SwatchValue=148cm  The Burton Custom Flying V is quickly becoming as iconic as the traditional camber Custom. Squeezebox gives you every ounce of pop possible ",
    "referenceId": null,
    "date_created": "1411361210",
    "date_modified": "1418182015",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766652",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Burton-Custom-Flying-V-Snowboard-Review-By-Skis-com",
    "category": null,
    "duration": 49,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "pSBItyrR1WY",
        "hookText": "http:\/\/www.skis.com\/Burton-Custom-Flying-V-Snowboard-2013\/271553P,default,pd.html?dwvar_271553P_SwatchValue=148cm  The Burton Custom Flying V is quickly becoming as iconic as the traditional camber Custom. Squeezebox gives you every ounce of pop possible out of the Custom Flying V through a thinner core underfoot that transitions to thicker, more powerful areas between and outside your feet. The Flying V shape places rocker between your feet and camber underfoot for rocker float and camber control. Best of both koalas. What? Cliches are boring. Lightning Bolts underfoot result in amazing edge-to-edge response while the Carbon I-Beam further adds boost. The directional shape with a twin flex is a super versatile shape that performs well no matter which way you point it. Burton's Infinite Ride means the Custom Flying V doesn't need a break-in period because Burton already broke it in for you. The Sintered WFO base is super fast and is super wax absorbent. Yea, the Custom Flying V is faster than minute rice. Frostbite extends the edges slightly out underfoot for superb edge hold on ice and crud. Pro-Tip tapers the tips to reduce the swing weight making spins effortless and board control a breeze. There's a reason why riders like Mikkel Bang and Mads Jonsson turn to the Custom Flying V for their shenanigans.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/pSBItyrR1WY\/hqdefault.jpg",
        "mediaDuration": "49",
        "hdvFlag": 0,
        "uploadDate": 1342603292,
        "prettyDuration": "00:49"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 254.80278
}