{
    "title": "2013 Rossignol Experience 78 Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Rossignol-Experience-78-Skis-with-Axium-110-TPI2-Bindings-2013\/274564P,default,pd.html  The Rossignol Experience 78 is a great ski for the true intermediate. At 78mm underfoot it is most at home skiing on the groomers, but can tackle s",
    "referenceId": null,
    "date_created": "1411361174",
    "date_modified": "1418182010",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766321",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rossignol-Experience-78-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 38,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "YF_K0yaCnk0",
        "hookText": "http:\/\/www.skis.com\/Rossignol-Experience-78-Skis-with-Axium-110-TPI2-Bindings-2013\/274564P,default,pd.html  The Rossignol Experience 78 is a great ski for the true intermediate. At 78mm underfoot it is most at home skiing on the groomers, but can tackle some light powder, and ungroomed terrain. Rossignols Auto Turn Rocker has 30% of rocker in the tip and tail, and 70% camber underfoot. Camber underfoot gives you lots of rebound and stability throughout the turn, while the rocker in the tip helps initiate turns quicker, and rocker in the tail release you out of a turn quicker. A wood core with a carbon layer gives the Experience 78 a stable feel at slow to medium speeds, without adding any extra weight. The Extended Sidecut continues beyond the contact point, so the more edge angle you apply, the more sidecut is engaged. At lower speeds the sidecut is less engaged, so the ski feels more maneuverable. The Experience 78 is very easy to control for the intermediate skier at any speed. The Cascade Tip has different shapes of fiberglass laminates at staggered lengths, to control tip torsion, smooth out initiation, and lower swing weight, making the Experience 78 a great game improvement tool for someone who has had control issues in the past. If you are looking for a ski that you can spend most days on the groomers, and is very easy to control, the Rossignol Experience 78 would be great for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/YF_K0yaCnk0\/sddefault.jpg",
        "mediaDuration": "38",
        "hdvFlag": 0,
        "uploadDate": 1338325203,
        "prettyDuration": "00:38"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "26",
        "3"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 342.01227
}