{
    "title": "2013 Rossignol S3 Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Rossignol-S3-Skis-2013\/274586P,default,pd.html  The Rossignol S3 has been one of the best selling, all mountain skis that is super versatile for any condition. The Powder Turn Rocker has 50% tip and tail rocker, and 50% high camber und",
    "referenceId": null,
    "date_created": "1411361171",
    "date_modified": "1418182010",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766293",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rossignol-S3-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 36,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "YUgjuXzsAzk",
        "hookText": "http:\/\/www.skis.com\/Rossignol-S3-Skis-2013\/274586P,default,pd.html  The Rossignol S3 has been one of the best selling, all mountain skis that is super versatile for any condition. The Powder Turn Rocker has 50% tip and tail rocker, and 50% high camber underfoot. The tip rocker will keep the ski floating on top of the powder, engage the ski quicker on the hard pack, and deflect some of the negative energy that you get from skiing variable, and cruddy snow. The high camber underfoot gives you more power, energy, and stability on the groomers. A Sandwich sidewall construction gives the S3 fantastic edge grip on the ice or firm snow. The wood\/fiberglass core is very snappy, but strong. It enables the S3 to have a stiff, but easy to control feel to it. At 98mm at the waist the S3 falls into that category that can be quick edge to edge, but still have ample width when the snow starts to pile up. The Spoon Tip makes the S3 float better in powder, but not seem grabby like skis that have that uber wide shovel. If you dont know what your day out on the slopes might be, powder laps, burning groomers, or playing around in the trees. Or you live in the Midwest, or Back East and want a ski that will give you the waist width to float and play when you travel, the Rossignol S3 is one of the most versatile skis on the market this season.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/YUgjuXzsAzk\/sddefault.jpg",
        "mediaDuration": "36",
        "hdvFlag": 0,
        "uploadDate": 1338333645,
        "prettyDuration": "00:36"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "26",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 402.45212
}