{
    "title": "2013 Rome Artifact Rocker Snowboard Revie By Skis.com",
    "description": "http:\/\/www.skis.com\/Rome-Artifact-Rocker-Snowboard-2013\/271198P,default,pd.html  The legend of Rome has returned for another year of park laps, handrails, nose presses, buttered up lips, and jumps. The Artifact Rocker steps up the game with JibPop Rocker ",
    "referenceId": null,
    "date_created": "1411361214",
    "date_modified": "1418182016",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766684",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rome-Artifact-Rocker-Snowboard-Revie-By-Skis-com",
    "category": null,
    "duration": 35,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "6svrCGPvwPg",
        "hookText": "http:\/\/www.skis.com\/Rome-Artifact-Rocker-Snowboard-2013\/271198P,default,pd.html  The legend of Rome has returned for another year of park laps, handrails, nose presses, buttered up lips, and jumps. The Artifact Rocker steps up the game with JibPop Rocker which is flat in the mid section with rocker in the nose and tail from there the rocker extends to the contact points. The flat section is stable on board slides, while the rocker that starts underfoot optimizes press tricks and results in a nearly catch-free ride. A glass HotRod milled into the core under the bindings and out towards the nose and tail; providing quick snappy pop for a fast response. The Quickrip Sidecut technology lets the board ride loose and playful at slow speeds, and powerful and precise at higher speeds. Glass Impact Plates are lightweight and ready to deliver. This high-end glass can absorb energy and torque and strengthens the board from binding backlash.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/6svrCGPvwPg\/sddefault.jpg",
        "mediaDuration": "35",
        "hdvFlag": 0,
        "uploadDate": 1344547430,
        "prettyDuration": "00:35"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "32"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 397.23297
}