{
    "title": "Ryan's Review-Atomic Infamous Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Atomic-Infamous-Skis-2015\/360546P,default,pd.html\n\nThe Atomic Infamous is a perfect ski for the local park pro that is looking for an economical ski that can take a beating. Atomic's Park Rocker makes this superstar very playful on jum",
    "referenceId": null,
    "date_created": "1411361100",
    "date_modified": "1418181998",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765611",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Ryan-s-Review-Atomic-Infamous-Skis-2015-Skis-com",
    "category": null,
    "duration": 41,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "PlNAn6ehzH0",
        "hookText": "http:\/\/www.skis.com\/Atomic-Infamous-Skis-2015\/360546P,default,pd.html\n\nThe Atomic Infamous is a perfect ski for the local park pro that is looking for an economical ski that can take a beating. Atomic's Park Rocker makes this superstar very playful on jumps, rails and butters. The Resist Edge is larger and stronger for you, because these things will get banged around on anything that is not snow. The Infamous rocks the Step Down Sidewall 2.0 construction that has playful cap construction in the tip and tail, with a one piece sidewall with a wood core that will make your skis more durable, absorb shocks from big landings, and give you that perfect flex for triple corks. The Stomp Sidecut has a straighter shape in the tip and tail, with a tighter radius underfoot to make it easier for you to stick off axis landings. The Infamous has a symmetrical shape and flex pattern for switch landings, and urban missions. If you want an affordable twin tip that will be durable, and rip up the park, the Atomic Infamous will have you on the cover of your favorite ski porn.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/PlNAn6ehzH0\/maxresdefault.jpg",
        "mediaDuration": "41",
        "hdvFlag": 1,
        "uploadDate": 1405375149,
        "prettyDuration": "00:41"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "18",
        "16"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 486.68832
}