{
    "title": "2013 Line Prophet 90 Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Line-Prophet-90-Skis-2013\/273057P,default,pd.html  The Line Prophet 90 has been the standard of all mountain twin tip since its inception. At 90mm under foot it can carve, turn, float, and spin with the best of them. The Line Metal Mat",
    "referenceId": null,
    "date_created": "1411361189",
    "date_modified": "1418182012",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766456",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Line-Prophet-90-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 43,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "NKQznyft03M",
        "hookText": "http:\/\/www.skis.com\/Line-Prophet-90-Skis-2013\/273057P,default,pd.html  The Line Prophet 90 has been the standard of all mountain twin tip since its inception. At 90mm under foot it can carve, turn, float, and spin with the best of them. The Line Metal Matrix give the ski torsional and lateral stiffness with out adding excessive weight, the way skis with edge to edge metal have. 60cm of Early Rise in the tip will help the Prophet 90 float all but the deepest powder, engage turns quicker on the hard pack, and keep your skiing smooth when the pow is gone and things are getting a little crudded up. The 32cm of Early Rise in the tail will help you smear turns and dump speed when it is time to line up that cliff drop. The Cap Wall Construction is a blend of cap in the tip and tail, with a sidewall under foot that gives you better edge grip with things get firm and a feeling of more power behind your turns. The Fatty Base Edge is a 30% thicker base and edge that increases the durability and the tuning life of the ski. If you day of skiing will include skiing some trees, a run or two in the park, charging the bowl after you got a late start on a pow day, and burning some groomers, the Prophet 90 is a great choice.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/NKQznyft03M\/sddefault.jpg",
        "mediaDuration": "43",
        "hdvFlag": 0,
        "uploadDate": 1337646579,
        "prettyDuration": "00:43"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "18",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 424.54523
}