{
    "title": "2013 Fischer Hybrid 9 Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Fischer-Hybrid-9.0-Skis-2013\/278202P,default,pd.html  The Fischer Hybrid 9.0 is a high powered high energy ski for the advanced to expert skier who wants rocker on their sometimes. Fischers Hybrid Rocker is changeable from tip rocker w",
    "referenceId": null,
    "date_created": "1411361128",
    "date_modified": "1418182003",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765878",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Fischer-Hybrid-9-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 29,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "igdwIKlBwtg",
        "hookText": "http:\/\/www.skis.com\/Fischer-Hybrid-9.0-Skis-2013\/278202P,default,pd.html  The Fischer Hybrid 9.0 is a high powered high energy ski for the advanced to expert skier who wants rocker on their sometimes. Fischers Hybrid Rocker is changeable from tip rocker with camber to a traditionally cambered ski. All that you need to do is flip the switch on the mid body of the ski, give it a quick flex, and click you are ready to go. The tip rocker will help you float in the powder, initiate turns quicker on the hard pack, and absorb the negative vibrations that are caused by bumps and crud. The cambered position on the ski will give you phenomenal edge grip, and rebound on the groomers. You can take advantage of the technology that Fischer has developed by getting a ski that will perform great both on piste and off. The 95 mm waist has the girth to be charging on all but the ultra deepest of deep powder days, yet still be highly maneuverable on the groomers. The Hybrid 9.0 comes equipped with a Sandwich Sidewall Construction that gives is powerful edge hold even when things can get icy, and a super strong torsional flex. The Air Carbon Ti with wood core has a damp and powerful feel for blowing through any crud that my get between you and another lap. If you are looking for a true all mountain ski that you can instantly change the rocker profile that you can take anywhere, the Fischer Hybrid 9.0 will not disappoint you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/igdwIKlBwtg\/sddefault.jpg",
        "mediaDuration": "29",
        "hdvFlag": 0,
        "uploadDate": 1343879997,
        "prettyDuration": "00:29"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 361.37042
}