{
    "title": "2013 Line Chronic Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Line-Chronic-Skis-2013\/273030P,default,pd.html  The Line Chronic returns this season after a diet that caused it to loose 10% of its weight. This best selling all mountain freestyle oriented all mountain twin has added some Early Rise ",
    "referenceId": null,
    "date_created": "1411361192",
    "date_modified": "1418182013",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766485",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Line-Chronic-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 42,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "gsoxr5yeY5Y",
        "hookText": "http:\/\/www.skis.com\/Line-Chronic-Skis-2013\/273030P,default,pd.html  The Line Chronic returns this season after a diet that caused it to loose 10% of its weight. This best selling all mountain freestyle oriented all mountain twin has added some Early Rise to the tip and tail, making it easier to turn quicker. The new Capwall side wall adds a new element that this ski has been lacking over the past few season, better ability to grip the walls of a firm pipe, to launch higher and faster than ever before. The symmetrical flex and recommended mounting position of 40mm back from center make skiing and landing switch a park rats dream. The new Thin Tip thins out the ski at the sidewall and tip drastically lowers the swing weight, just in case you have not been getting your corked 900's around fast enough. The Line Fatty Base Edge is a 30% thicker edge and base that will make your new pair of Chronics more durable for boxes, rails, or your local urban stash, and will lengthen the tuning life of the ski. The new Line Chronic, try it and see how much lighter you feel on your skis.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/gsoxr5yeY5Y\/hqdefault.jpg",
        "mediaDuration": "42",
        "hdvFlag": 0,
        "uploadDate": 1340747390,
        "prettyDuration": "00:42"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "9",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 326.6824
}