{
    "title": "Tyler's Review-Atomic Blackeye TI ARC Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Atomic-Nomad-Blackeye-Ti-Skis-with-XTO-12-Bindings-2015\/360556P,default,pd.html\n\nThe Nomad Blackeye Ti from Atomic is a great ski for advanced to expert skiers that are looking for a snappy, tight turning ski that has the waist width t",
    "referenceId": null,
    "date_created": "1411361101",
    "date_modified": "1418181999",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765626",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Tyler-s-Review-Atomic-Blackeye-TI-ARC-Skis-2015-Skis-com",
    "category": null,
    "duration": 55,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "OS_goFa97_4",
        "hookText": "http:\/\/www.skis.com\/Atomic-Nomad-Blackeye-Ti-Skis-with-XTO-12-Bindings-2015\/360556P,default,pd.html\n\nThe Nomad Blackeye Ti from Atomic is a great ski for advanced to expert skiers that are looking for a snappy, tight turning ski that has the waist width to tackle crud and light powder, but will mostly be on trail. The ARC Binding System has one strong contact point that will give you a deep and natural flex to give you a firm grip on the snow regardless of the conditions. The ARC Technology has Shockilla Dampening properties that will smooth out your ride, and the Torsion Control will beef up the torsional strength of the Blackeye Ti to give you more power and a stable ride at medium to fast speeds. Atomic's Step Down Sidewall 2.0 Construction has a vertical sidewall under the binding mounting platform that will give you a strong edge hold on the snow, and the cap construction on the rest of the ski will add a touch of forgiveness, and make the Blackeye Ti more maneuverable. The solid wood core has a nice pop and springy feeling to it, while a single layer of Ti adds power and strength to your turns, and will enable you to get after it in more challenging terrain. Atomic's All Mountain Rocker has rocker in the tip to help you initiate turns quickly, absorb negative vibrations, and make it easier for you to venture off trail if you want to. Camber underfoot will give you a good grip on the snow as you make your way down the mountain. The Blackeye Ti will be a great ski for you if you want a quick turning, ski with finesse that will mostly be on the groomed trails.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/OS_goFa97_4\/maxresdefault.jpg",
        "mediaDuration": "55",
        "hdvFlag": 1,
        "uploadDate": 1405370260,
        "prettyDuration": "00:55"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "9",
        "18",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 425.37512
}