{
    "title": "2013 Atomic Alibi Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Atomic-Alibi-Skis-2013\/275756P,default,pd.html  The Atomic Alibi gives no excuse as to why you are not out killing it every day. It is a great ski for the lighter weight advanced to expert skier who wants a ski that can float and smear",
    "referenceId": null,
    "date_created": "1411361157",
    "date_modified": "1418182008",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766156",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Atomic-Alibi-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 44,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "uZ7S3pNYMQA",
        "hookText": "http:\/\/www.skis.com\/Atomic-Alibi-Skis-2013\/275756P,default,pd.html  The Atomic Alibi gives no excuse as to why you are not out killing it every day. It is a great ski for the lighter weight advanced to expert skier who wants a ski that can float and smear the powder, yet still be manageable in any other condition. The All Mountain Rocker has 20% rocker in the tip for floatability, and easy turn initiation, 65% camber underfoot for stability and grip, while the tail has 15% rocker for smearing turns, and playfulness. The Step Down Sidewall has a sidewall underfoot that gives you maximum absorption for vibrations, and better edge grip. The Half Cap construction in the tip and tail keep the swing weight low, and the ski light. The vibrations in the rocker are dampened out by the Titanal Backbone, especially in variable snow. The consistent rigidity gives the Alibi a great ability to hold an edge on the firm snow. The Alibi has a very light an poppy feel that makes it a great ski for the lighter weight skier, compared to other skis at the 98 mm waist. If you are a light weight advanced to expert skier who is looking for a light and playful ride the Atomic Alibi will cover for you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/uZ7S3pNYMQA\/sddefault.jpg",
        "mediaDuration": "44",
        "hdvFlag": 0,
        "uploadDate": 1346196239,
        "prettyDuration": "00:44"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "14",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 432.31653
}