{
    "title": "Thom's Review-Atomic Punx Skis 2015-Skis.com",
    "description": "http:\/\/www.skis.com\/Atomic-Punx-Skis-2015\/360542P,default,pd.html\n\nThe Atomic Punx is a high flying, triple spinning, ripping park ski that all the Atomic pros use. The Step Down Sidewall 2.0 construction has a solid wood core with a one piece sidewall th",
    "referenceId": null,
    "date_created": "1411361100",
    "date_modified": "1418181998",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765609",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Thom-s-Review-Atomic-Punx-Skis-2015-Skis-com",
    "category": null,
    "duration": 52,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "H1N0PbjcObI",
        "hookText": "http:\/\/www.skis.com\/Atomic-Punx-Skis-2015\/360542P,default,pd.html\n\nThe Atomic Punx is a high flying, triple spinning, ripping park ski that all the Atomic pros use. The Step Down Sidewall 2.0 construction has a solid wood core with a one piece sidewall that will give you a playful feeling in the tip and tail, with a vertical sidewall underfoot that will give you the perfect flex, shock absorbing, and extra durability. The Punx has a Resist Edge 2.2 that is thicker and stronger than that on other skis, because these things will take a pounding. The Park Rocker Profile has 10% of rocker in the tip and 10% of rocker in the tail, with camber underfoot that will give you sweet butters, and sick pop. Atomic has developed a stomp sidecut that has a longer radius in the tip and tail that will not give you that grabby feeling when you don't quite stick the landing. If you are one of those park Punx the Atomic Punx will not disappoint you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/H1N0PbjcObI\/maxresdefault.jpg",
        "mediaDuration": "52",
        "hdvFlag": 1,
        "uploadDate": 1405375289,
        "prettyDuration": "00:52"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 529.0615
}