{
    "title": "2013 Nordica Soul Rider Skis Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Nordica-Soul-Rider-Skis-2013\/277206P,default,pd.html  If you're looking for an big mountain ski that shows off your personality while helping to enhance your skills, the Nordica Soul Rider may be the one for you. The graphics on the to",
    "referenceId": null,
    "date_created": "1411361138",
    "date_modified": "1418182004",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3765971",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Nordica-Soul-Rider-Skis-Review-By-Skis-com",
    "category": null,
    "duration": 37,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "ivkm5Xgx6Kk",
        "hookText": "http:\/\/www.skis.com\/Nordica-Soul-Rider-Skis-2013\/277206P,default,pd.html  If you're looking for an big mountain ski that shows off your personality while helping to enhance your skills, the Nordica Soul Rider may be the one for you. The graphics on the top are simply awesome but it's also what's underneath it that counts too. Its Energy Ca construction helps ensure stability all over. It's a big mountain ski so you can take these skis anywhere. Speed down the groomers, ski the side country or have some playtime in the park. Powder to your waist or pipes of all sorts, these skis are for you. The Early Rise camRock pulls the traditional contact point of the tip back about 25% giving you a slight tip rocker. This boosts your floatation, velocity and maneuverability. Designed for all sorts of conditions, the Nordica Soul Rider Skis are fun for the skiers who embrace what the entire mountain has to offer.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ivkm5Xgx6Kk\/sddefault.jpg",
        "mediaDuration": "37",
        "hdvFlag": 0,
        "uploadDate": 1344545921,
        "prettyDuration": "00:37"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "20",
        "26",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 685.3214
}