{
    "title": "2013 Rossignol Sprayer Ski Review By Skis.com",
    "description": "http:\/\/www.skis.com\/Rossignol-Sprayer-Skis-2013\/274603P,default,pd.html  The Rossignol Sprayer is a great ski for younger, lighter weight skiers who are starting to cut their teeth in the park. The Sprayer has the RossiTop Cap construction, and a wood\/fib",
    "referenceId": null,
    "date_created": "1411361169",
    "date_modified": "1418182009",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3766268",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "2013-Rossignol-Sprayer-Ski-Review-By-Skis-com",
    "category": null,
    "duration": 34,
    "settings": [],
    "asset": {
        "author": "skisdotcom",
        "videoId": "-EkW9PLcscE",
        "hookText": "http:\/\/www.skis.com\/Rossignol-Sprayer-Skis-2013\/274603P,default,pd.html  The Rossignol Sprayer is a great ski for younger, lighter weight skiers who are starting to cut their teeth in the park. The Sprayer has the RossiTop Cap construction, and a wood\/fiberglass core that gives the ski an easy flex, and increased durability. The Jib Tip that is on the Sprayer has a rounder tip profile, that is designed for pipe and park transitions, and skiing switch. Made with 100% high camber the Sprayer has lots of spring and rebound, that is perfect for getting some sweet air out of the pipe. The Extended Sidecut continues out beyond the contact points, so when your speed and edge angles increase, more sidecut is used, at slower speeds less sidecut is utilized to make the sprayer more maneuverable. If you are looking for a ski that is perfect for the newer park skier, or a transitional ski for the young adult who is ready for their first adult twin tip, the Rossignol Sprayer is ready to soak you.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/-EkW9PLcscE\/sddefault.jpg",
        "mediaDuration": "34",
        "hdvFlag": 0,
        "uploadDate": 1338339498,
        "prettyDuration": "00:34"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "25",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 384.99976
}