{
    "title": "Tesla Model S Performance test drive with MMASSASSIN",
    "description": "Experience the test drive day of the model S. We take you not only trough the test drive but have a chance to ask these guys some questions. So wether your considering buying either the stock or the car this is a must see. I truly came back believing that",
    "referenceId": null,
    "date_created": "1370057160",
    "date_modified": "1418180958",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "status": "approved",
    "visibility": "1",
    "id": "53644",
    "loginId": "3",
    "entityType": "1",
    "titleTextEncoded": "Tesla-Model-S-Performance-test-drive-with-MMASSASSIN",
    "category": null,
    "duration": 3005,
    "settings": [],
    "asset": {
        "author": "TeslaMotors",
        "videoId": "L9SsUbBqOkY",
        "hookText": "Experience the test drive day of the model S. We take you not only trough the test drive but have a chance to ask these guys some questions. So wether your considering buying either the stock or the car this is a must see. I truly came back believing that this car performed better than any other gas powered car in its class. I think the key to this unique drive is the low center of gravity that gives a grip that no combustion engine car can physically achieve.\n\n\nWhen I bought AAPL apple the day Steve Jobs got rehired in 1997 at 4 buck equivalent and accumulated, back then everyone and there mom bashed the company, look at it now. Im a full time stock and options trader, yet all my trading trough the years has﻿ not made me as much money as holding on to AAPL stock from 4 buck equivalent after stock splits. I feel about TSLA today as I felt about AAPL back then. Time will tell if I'm right",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/L9SsUbBqOkY\/mqdefault.jpg",
        "mediaDuration": "3005",
        "hdvFlag": 1,
        "uploadDate": 1344395638,
        "prettyDuration": "50:05"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "7"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6171.7534
}